{

  "nav_calc": "Calculations",
  "nav_cal": "Calendar",
  "nav_stats": "Statistics",

  "nav_person": "body",
  "nav_activity": "Activity",
  "nav_nutri": "Nutrition",

  "nav_workout": "workouts",
  "nav_meals": "meals",
  "nav_drinks": "drinks",
  "nav_supl": "supplements",

  "nav_sets": "Settings",
  "nav_sets_adv": "Advanced",
  "nav_about": "About",

  "chips_indicators": "indicators",
  "chips_calories": "calories",
  "chips_hydro": "hydration",
  "chips_strength": "strength",
  "chips_fav": "favorites",

  "theme_mode": "theme mode",
  "light_theme": "light theme",
  "dark_theme": "dark theme",

  "metric_unit": "Metric unit enable",
  "imperial_unit": "Imperial unit enable",
  "unit_switch": "Switch units",

  "counter_txt_1": "You have",
  "counter_txt_2": "task",
  "counter_txt_3": "task's",

  "age": "Age",
  "weight": "Weight",
  "height": "Height",
  "waist": "Waist",
  "hip": "Hip",
  "neck": "Neck",

  "activity_level": "Activity level",
  "activity_details": "Activity details",
  "activity_details_description": "Set up your activity level",
  "activity_list_very_low": "Very low activity, daily routine, light office work, cleaning house",
  "activity_list_low": "Low activity, light laborer work, random jogging,  ",
  "activity_list_medium": "Medium activity, harder laborer work random sports, swimming, regular jogging, ",
  "activity_list_high": "High activity, regular sport, gym, play football, fitness",
  "activity_list_very_high": "Very high activity, heavy weight lifting, martial arts, bodybuilding",

  "resting_hr": "Resting Heart Rate ",
  "intensity_percent": "Workout intensity percent",

  "ask_heaviest_weight": "4-6 max repetition lift",

  "bench_press": "Bench Press ",
  "squat": "Squat",
  "dead_lift": "Dead lift",

  "nutrition_details": "Nutrition details",
  "nutrition_details_description": "Choose your nutrition preferences:",

  "default": "Default",
  "custom": "Custom",

  "nutrition_default_option": "Nutrition default option:",
  "default_option": "Default option",
  "default_option_description": "Let you choose between ready nutrition settings: ",
  "custom_option": "Custom option",
  "custom_option_description": "Let you set up individual nutrition preferences:",

  "weight_loss": "Weight loss",
  "weight_loss_description": "Set nutrition percentage with 35-50% protein, 25-45% carbohydrate, and 20-35% fat.",
  "maintain": "Weight maintain",
  "maintain_description": "Set nutrition percentage with 25-40% protein, 35-55% carbohydrate, and 25-40% fat.",
  "gain_weight": "Weight gain",
  "gain_weight_description": "Set nutrition percentage with 35% protein, 45% carbohydrate, and 20% fat.",

  "body_calculations": "Body calculations",

  "protein": "Protein",
  "carbo": "Carbohydrate",
  "fat": "Fat",

  "unit_kg": "kg",
  "unit_cm": "cm",
  "unit_litter": "L",
  "unit_kcal": "kcal",
  "unit_gram": "gram",
  "unit_age": "years",
  "unit_hr": "BPM",
  "unit_percent": "%",

  "general": "All",
  "nutrition": "Nutrition",
  "personal": "Indicators",

  "themes": "Themes",
  "settings": "Advanced",
  "about": "About",

  "gender": "Gender",

  "personal_details": "Personal details:",
  "personal_details_description": "Body measurements",

  "male": "Male",
  "female": "Female",

  "save_to_chart": "Add to chart",
  "page_close": "Close",
  "add_favorite": "Favorite",

  "read_more": "...read more  ",

  "bmi_title": "Body Mass Index",
  "bmi_short_title": "BMI",
  "bmi_underweight": "underweight",
  "bmi_underweight_description": "Body Mass Index (BMI) is a coefficient obtained by dividing your body weight (kilograms [kg]) by the square of the height (meter [m]).\nBody Mass Index is important in assessing the risk of overweight and obesity, e.g., diabetes, ischemic heart disease, and atherosclerosis. It is assumed that higher BMI values are associated with an increased risk of health and life.\nYour BMI is underweight - Being underweight, as well as being overweight, can cause health problems. The cause of underweight may be many factors, such as genetic predisposition, high metabolism, a very high level of physical activity, bacterial infections, parasitic diseases, imbalance of the intestinal flora, diseases that reduce appetite - cancer, diabetes, thyroid disease, ulcerative colitis.\nBeing underweight can have many health consequences, including problems with the skin, hair, teeth, the development of osteoporosis, periodontitis, weakened immunity, a greater risk of several diseases, chronic fatigue. \nAn underweight person should consider following a healthy diet that includes nutritious, high-calorie foods. A doctor may recommend a person to try a specific diet to gain weight or refer them to a dietitian who can help them develop a diet plan that's right for them.",
  "bmi_healthy_weight": "Healthy weight ",
  "bmi_healthy_weight_description":"Body Mass Index (BMI) is a coefficient obtained by dividing your body weight (kilograms [kg]) by the square of the height i(meter [m]).\nBody Mass Index is important in assessing the risk of overweight and obesity, e.g., diabetes, ischemic heart disease, and atherosclerosis. It is assumed that higher BMI values are associated with an increased risk of health and life.\nYour BMI is healthy weight - it looks like you have a healthy weight concerning your height. \nKeep it up. It is your normal BMI range. \nMaintaining a healthy body fat level means that there is a much lower risk of developing health complications.\n",
  "bmi_ideal_weight": "Ideal weight ",
  "bmi_ideal_weight_description":"Body Mass Index (BMI) is a coefficient obtained by dividing your body weight (kilograms [kg]) by the square of the height i(meter [m]). \nBody Mass Index is important in assessing the risk of overweight and obesity, e.g., diabetes, ischemic heart disease, and atherosclerosis. It is assumed that higher BMI values are associated with an increased risk of health and life.\n Your BMI is ideal weight - it looks like you have a healthy weight concerning your height. \nKeep it up. That's your perfect BMI result. \nMaintaining a healthy body fat level means that there is a much lower risk of developing health complications.",
  "bmi_overweight": "Overweight",
  "bmi_overweight_description":"Body Mass Index (BMI) is a coefficient obtained by dividing your body weight (kilograms [kg]) by the square of the height i(meter [m]). \nBody Mass Index is important in assessing the risk of overweight and obesity, e.g., diabetes, ischemic heart disease, and atherosclerosis. It is assumed that higher BMI values are associated with an increased risk of health and life.\nYour BMI is overweight. \nIn other words, you have a higher than ideal level of body fat based on your height. In these cases, it is essential to losing weight to improve your health. \nIt is recommended that you consult your doctor or nutritionist for professional advice.",
  "bmi_obese": "Obese",
  "bmi_obese_description":"Body Mass Index (BMI) is a coefficient obtained by dividing your body weight (kilograms [kg]) by the square of the height i(meter [m]). \nBody Mass Index is important in assessing the risk of overweight and obesity, e.g., diabetes, ischemic heart disease, and atherosclerosis. It is assumed that higher BMI values are associated with an increased risk of health and life.\nThe cause of obesity may be factors such as, for example, slow metabolism - if the energy provided with food is not consumed, then it is stored in the form of adipose tissue and thus contributes to obesity, \ngenetic predisposition - in some people, genes influence the faster processing of energy and its storage in adipose tissue, \ninadequate diet and irregular intake of meals, \ntoo little physical activity. ",
  "bmi_long_description":"The BMI calculator shows the approximate body fat content. For some people, BMI can lead to wrong conclusions. Note: Physically active people practicing sports may have an overweight related to the muscle tissue and not the body's amount of fat. Moreover, it is not recommended to use BMI to determine body weight in children up to about 14 years of age and in pregnant women. \nBMI is a measure of a person's level of obesity or underweight based on their height and weight and is intended to quantify tissue weight. It is widely used as a general indicator of whether a person has a healthy weight concerning their height. In particular, the value obtained from the BMI calculation is used to categorize whether a person is underweight, average weight, overweight, or obese, depending on the range of values. \nThese BMI ranges vary based on factors such as region and age and are sometimes further broken down into subcategories such as severely underweight or very severely obese. Being overweight or underweight can significantly impact health, so while BMI is an imperfect measure of healthy body weight, it is a useful indicator of whether additional research or action is required.\nAdult body weight classification based on BMI:\u2029•\t underweight (under 18.5),\u2029•\t  healthy weight (above 18.5 to 24.9),\u2029•\t ideal weight (24.99),\u2029•\t overweight (over 24.99 to 29.9),\u2029•\t obesity (over 29.9)\nBody Mass Index formula: \nLegend: \nBody Mass Index BMI [index] \nW (current bodyweight [Kg])\nH (height [cm])\n",

  "bmr_title": "Basal Metabolic Rate",
  "bmr_short_title": "BMR",
  "bmr_description": "BMR (Basal Metabolic Rate) Benedict-Harris formula allows determining the basal metabolism.\nThe primary metabolism is the energy demand level that is sufficient for a person to maintain essential life functions. \nBasal Metabolic Rate is the energy needed to rest in a moderate environment when the digestive system is inactive.",
  "bmr_long_description": "Basal Metabolic Rate (BMR) is the energy needed to rest in a moderate environment when the digestive system is inactive.\nIn this state, energy will only be used to maintain vital organs, including the heart, lungs, kidneys, nervous system, intestines, liver, lungs, genitals, muscles, and skin. \n For most people, more than 50% - 70% of the total energy (calories) you burn each day is related to maintenance. Physical activity accounts for ~ 20% of expenditure, and ~ 10% is used to digest food, also known as thermogenesis.\nThe average BMR value in a healthy person is about 1 kcal / 1 kg of body weight / 1 hour. \nBMR is measured under very restrictive circumstances while awake. Accurate BMR measurement requires that the person's sympathetic nervous system is inactive, meaning that the person must be completely rested.\nBasal metabolism is usually the largest component of a person's total caloric needs. The daily caloric requirement is your BMR multiplied by a factor of 1.2 to 1.9, depending on your physical activity level.\nBasal Metabolic Rate formula: \nLegend: \nBasal Metabolic Rate BMR [Kcal]\nW (current bodyweight [Kg])\nH (height [cm])\nA (age [years])\n",
  "bmr_unit": "Kcal",

  "ter_title": "Total Energy Requirement",
  "ter_short_title": "TER",
  "ter_description": "Total Energy Requirement - TER determines the human 24-hour energy expenditure, which consists of expenses related to the proper functioning of the body (BMR - Basal Metabolic Rate, i.e., breathing, heart rate) and energy expenses related to everyday life, professional work, sports activity, training, physical effort.",
  "ter_long_description": "Total Energy Requirement is the product of Basic Metabolism and the level of physical activity.\nBasal Metabolic Rate (BMR) is the lowest energy transformations, conditioning the supply of energy necessary to maintain primary life functions in optimal living conditions (appropriate temperature, air humidity). To put it simply: it is the amount of energy that is needed to maintain primary life functions such as breathing, circulation, heart work, maintaining constant body temperature, tissue structure and reconstruction, muscle tone, excretory and secretory activity, and the work of the nervous system. The total energy requirement is calculated by multiplying the activity factor by the basal metabolic rate:\nActivity Level (AC):  \u2029•\t AC = 1.2 - Very low activity, daily routine, light office work, house cleaning.\u2029•\t AC = 1.4 - Low activity, lightworker work, random running.\u2029•\t AC = 1.6 - Medium activity, harder worker engages in random sports, swimming, regular jogging.\u2029•\t AC = 1.75 - High activity, regular sport, gym, football, fitness.\u2029•\t AC = 1.9 - Very high activity, weightlifting, martial arts, bodybuilding.\nTotal Energy Requirement formula:\nLegend:\nTotal Energy Requirement- TER [Kcal]\nBasal Metabolic Rate BMR [Kcal]\nW (current weight [Kg])\nH (height [cm])\nA (age [years])\nAC (activity)\n",
  "ter_unit": "Kcal",

  "whr_title": "Waist To Hip Ratio",
  "whr_short_title": "WHR",
  "whr_long_description": "Correctly designated circuits allow for the calculation of the WHR value. A waist-to-hip ratio of 0.85 or greater for women or 1.0 for men is android (abdominal, apple-type) obesity. Other methods determine gynoid obesity (gluteal-femoral, pear-type). According to evolutionary psychologists, this coefficient is a reliable, numerical indicator of women's physical attractiveness in men's eyes. In most cultures, the female shape with WHR = 0.7 is considered the most attractive. Those studies confirmed that the sight of naked women with a WHR of around 0.7 activates the pleasure center in men's brains, probably related to the unconscious assessment of a woman's fertility potential by a man, as it is much easier for women with a wide pelvis to get pregnant and give birth. Measure your waist and hips. These measurements should be accurate, for example, using an anthropometric tape dynamometer at a specific location on the body. Waist circumference should be measured halfway between the lower edge (arc) of the ribs and the iliac crest's upper edge. In contrast, the hip circumference is measured by guiding the tape measure through the most significant bulge of the gluteal muscles, below the iliac plates. Waist To Hip Ratio formula: \nLegend: \nWHR [index]\nWa (waist [cm])\nHi ( hip s[cm])\n",

  "whr_good": "Good (Pear shape)",
  "whr_good_description": "Pear (low health risk)\nPeople with pear-shaped bodies fall into the lower risk category of developing health problems such as heart disease, type 2 diabetes, and cancer forms. In pear-shaped bodies, the fat tends to accumulate around the hips and buttocks, not the waist. It depends entirely on genetics. However, the NHS notes that even pears are at greater risk if their waistlines exceed 37 inches / 94 cm.\nWaist To Hip Ratio- WHR calculator, is a handy indicator in assessing adipose tissue distribution in the body. WHR is the ratio of the waist to hip circumference, is used to determine the type of body shape or type of obesity in people with excess body weight. Choosing adipose tissue distribution in overweight and obese people can decide if they have an increased risk of severe civilization diseases. Women with a factor of 0.8 or below, and men with a ratio of 0.95 or less are pear-shaped. People with pear-shaped bodies fall into the lower risk category of health problems.",

  "whr_average": "Average (Avocado shape)",
  "whr_average_description": "People with proportions between the low and high thresholds are moderately prone to health problems and are sometimes called avocado. Your WHR falls under the moderate risk category of health problems such as heart disease, type 2 diabetes, and cancer forms.\nWaist To Hip Ratio- WHR calculator, is a handy indicator in assessing adipose tissue distribution in the body. WHR is the ratio of the waist to hip circumference, is used to determine the type of body shape or type of obesity in people with excess body weight. Choosing adipose tissue distribution in overweight and obese people can decide if they have an increased risk of severe civilization diseases. Women with a factor of 0.8 or below, and men with a ratio of 0.95 or less are pear-shaped. People with pear-shaped bodies fall into the lower risk category of health problems.",
  "whr_high": "High (Apple shape)",
  "whr_high_description": "Your WHR is androidal type (apple type). \nPeople of this type of build, the fat tends to accumulate in the middle of the body, and apple-shaped bodies are at high risk of type 2 diabetes and heart disease, and even certain types of cancer.\nWaist To Hip Ratio- WHR calculator, is a handy indicator in assessing adipose tissue distribution in the body. WHR is the ratio of the waist to hip circumference, is used to determine the type of body shape or type of obesity in people with excess body weight. Choosing adipose tissue distribution in overweight and obese people can decide if they have an increased risk of severe civilization diseases. Women with a factor of 0.8 or below, and men with a ratio of 0.95 or less are pear-shaped. People with pear-shaped bodies fall into the lower risk category of health problems.",


  "whtr_title": "Waist To Height Ratio",
  "whtr_short_title": "WHTR",
  "whtr_long_description": "Waist To Height Ratio WHTR is the ratio of waist circumference to height. Apart from the measurement of BMI (Body Mass Index) and WHR (Waist To Hip Ratio), it is another indicator for assessing the nutritional status. \nNot entirely perfect BMI remains the leader among nutritional assessment helpers. Remember that BMI does not consider our body's structure - the ratio of the amount of muscle mass to fat tissue (therefore, athletes should not be influenced by it).\nAlso, note that muscle weighs more than fat. \nThe WHTR indicator helps us to solve this problem and presents our health situation with greater accuracy. \nWaist To Height Ratio is since this measurement considers the abdominal area, i.e., the place where the most significant amount of fat is accumulated, the iliac crest. Simultaneously, the hip circumference is measured by guiding the measure through the most considerable bulge of the gluteal muscles, below the hip plates. \nA 2010 study of 11,000 people for up to eight years found WHTR to be a much better measure of the risk of heart attack, stroke, or death than the commonly used Body Mass Index (BMI). However, a 2011 study of 60,000 participants for up to 13 years found that waist-to-hip ratio (adjusted for BMI) was a better predictor of coronary heart disease mortality than WHTR. \nConversely, WHTR was not a predictor of new-onset diabetes in at least one study. WHTR greater than 0.5 is critical and represents an increased risk; a systematic review of published studies in 2010 concluded that WHTR might help avoid values from age, gender, and ethnic breakpoints. \nFor people under 40, the critical value is 0.5; for people aged 40-50, the critical value is from 0.5 to 0.6, and for people over 50, the critical value is 0.6.\nWaist To Height Ratio formula: \n Legend:\nWHTR [index]\nWa (waist [cm])\nH (height [cm])\n",
  "whtr_extremely_slim": "Extremely slim",
  "whtr_extremely_slim_description": "Waist To Height Ratio WHTR- is the ratio of waist circumference to height. Apart from the measurement of BMI (Body Mass Index) and WHR (Waist / Hip Ratio), it is another indicator for assessing the nutritional status. \nYour WHTR indicates undernourishment. Being undernourishment, like being overweight, can cause health problems. Malnutrition can be caused by many factors, e.g., genetic predisposition, high metabolism, bacterial infections, parasitic diseases, intestinal health disorders, states that reduce appetite - diabetes, thyroid disease, ulcerative colitis. \nBeing undernourishment can have many health consequences, including problems with the skin, hair, teeth, the development of osteoporosis, periodontitis, weakened immunity, a greater risk of several diseases, chronic fatigue. \nAn underweight person should consider following a healthy diet that includes nutritious, high-calorie foods. A doctor may recommend a person to try a specific diet to gain weight or refer them to a dietitian who can help them develop a diet plan that's right for them.",
  "whtr_slim": "Extremely slim",
  "whtr_slim_description": "Waist To Height Ratio WHTR is the ratio of waist circumference to height. Apart from the measurement of BMI (Body Mass Index) and WHR (Waist / Hip Ratio), it is another indicator for assessing the nutritional status.\nYour WHTR is underweight - Being underweight, like being overweight, can cause health problems. The cause of underweight may be many factors, such as genes, high metabolism, a very high level of physical activity, bacterial infections, parasitic diseases, imbalance of the intestinal flora, conditions that reduce appetite.\nAn underweight person should consider following a healthy diet that includes nutritious, high-calorie foods. A doctor may recommend a person to try a specific diet to gain weight or refer them to a dietitian who can help them develop a diet plan that's right for them.",
  "whtr_healthy": "Healthy",
  "whtr_healthy_description": "Waist To Height Ratio WHTR is the ratio of waist circumference to height. Apart from the measurement of BMI (Body Mass Index) and WHR (Waist / Hip Ratio), it is another indicator for assessing the nutritional status.\nYour WHTR is - normal body weight. \nKeep it up. This is your normal WHTR range. \nMaintaining a healthy body fat level means that there is a much lower risk of developing health complications.",
  "whtr_overweight": "Overweight",
  "whtr_overweight_description": "Waist To Height Ratio WHTR is the ratio of waist circumference to height. Apart from the measurement of BMI (Body Mass Index) and WHR (Waist / Hip Ratio), it is another indicator for assessing the nutritional status.\nYour WHTR is overweight. \nIn other words, you have a higher than ideal level of body fat based on your height. In these cases, it is crucial to losing weight to improve your health. \n It is recommended that you consult a physician or dietitian for expert advice.",
  "whtr_very_overweight": "Very overweight",
  "whtr_very_overweight_description": "Waist To Height Ratio WHTR is the ratio of waist circumference to height. Apart from the measurement of BMI (Body Mass Index) and WHR (Waist / Hip Ratio), it is another indicator for assessing the nutritional status.\nYour WHTR is high overweight, which means I'm one step away from obesity. \nThis means you have too much body fat for your height, which can be a health risk.\n It is recommended that you consult your doctor or nutritionist for professional advice.",
  "whtr_obese": "Obese",
  "whtr_obese_description": "Waist To Height Ratio WHTR is the ratio of waist circumference to height. Apart from the measurement of BMI (Body Mass Index) and WHR (Waist / Hip Ratio), it is another indicator for assessing the nutritional status.\nYour WHTR is obese. It means you are obese; in other words, you are very overweight. Obese means you have way too much body fat for your height, which can be a severe health risk.",

  "ymca_title": "Body Fat Percentage",
  "ymca_short_title": "YMCA",
  "ymca_description": "The YMCA calculator is a calculator that calculates the level of body fat in the human body without the use of a specialized body composition analyzer. \nThe YMCA method is extremely useful in determining it because it is simple in design, but it is sophisticated and complex enough to allow for accuracy. \nKnowing your body fat percentage is essential when designing your diet. Whether the diet is low or high-calorie, The YMCA is the perfect tool for determining and tracking your weight loss progress in real-time.",
  "ymca_long_description": "This calculator uses a formula developed by the YMCA to estimate your body fat percentage without a caliper.\nThe YMCA method allows you to quickly determine the percentage of body fat based on gender, age, body weight, and waist circumference.\nThis indicator is especially useful for controlling the progress of reducing diets and monitoring changes in the body. \nIt is an alternative way to obtain knowledge about the amount of adipose tissue concerning specialized measuring devices. \nIt is worth knowing that the YMCA method does not apply to pregnant women and people under 19 years of age.\nUse a tape measure and enter your waist measurement. Combine waist measurement with gender and weight, and this calculator will estimate your body fat percentage and give you an overall fitness category. The YMCA formula is 1-3% accurate for most people.\nYMCA Body Fat Percent formula: \nLegenda: \nYMCA (Body Fat Percent  [%])\nW (weight [kg]) \nH (height [cm]) \nWa (waist [cm])\n",
  "ymca_essential_fat": "(% BF) Essential fat",
  "ymca_athletes": "(% BF) Athletes",
  "ymca_fitness": "(% BF) Fitness",
  "ymca_average": "(% BF) Average",
  "ymca_obese": "(% BF) Obese",

  "aymca_title": "Body Fat",
  "aymca_description": "The US NAVY calculator is a calculator that calculates the percentage of adipose tissue in the human body without the use of a specialized body composition analyzer. \nFor FitNumbers, the formula has changed to show the weight value of body fat .. \nThe US NAVY method is exceptionally useful in determining it because it is simple in design, but the formula is sophisticated and complex enough to allow accuracy. ",
  "aymca_long_description":"There are many specific techniques for measuring body fat. The US NAVY calculator is an equation developed at the Naval Health Research Center by Hodgdon and Beckett in 1984.\nFor an estimate of your body fat percentage, use the measuring tape, and then enter the waist, hip, and neck measurements. Combine these measurements with gender and height, and this naval calculator will estimate your body fat percentage, lean mass, fat mass, and overall naval fitness category. The Water Displacement Test is the most accurate way to determine your body fat percentage. Still, the US NAVY Body Fat Test or YMCA Formula is real within 1-3%.\nFor women only: Measure the person's hip circumference as horizontally as possible. \nFor the purposes of FitNumbers, the formula has been supplemented to show the weight value of the body fat mass. \nUS NAVY formula:\nLegend:\nUS NAVY (Body Fat Mass [kg])\nHi (hips [cm]) \nN (neck [cm]) \nH (height [cm]) \nWa (waist [cm])\nW (current bodyweight [kg])\n",
  "aymca_unit": "(Kg BF)",
  "aymca_essential_fat": "(Kg BF) Essential fat",
  "aymca_athletes": "(Kg BF) Athletes",
  "aymca_fitness": "(Kg BF) Fitness",
  "aymca_average": "(Kg BF) Average",
  "aymca_obese": "(Kg BF) Obese",

  "purebmr_title": "Lean Mass Basal Metabolic Rate",
  "purebmr_description": "Basal Metabolic Rate BMR calculator modified for the needs of FitNumbers, depending on the settings, is switched the value of the selected bodyweight, e.g .,\u2029•\t Your current body weight without body fat (US NAVY formula)\u2029•\t Correct body weight (Potton’s formula)\u2029•\t Correct body weight (Lorentz formula) \u2029•\t Current body weight\nBMR (Basal Metabolic Rate) Benedict-Harris formula allows determining the basal metabolism. \nThe primary metabolism, BMR, is the energy demand level sufficient for a person to maintain essential life functions.\nBasal metabolism is the energy needed to rest in a moderate environment when the digestive system is inactive.",
  "purebmr_long_description": "Basal Metabolic Rate BMR is the energy needed to rest in a moderate environment when the digestive system is inactive. \nIn this state, used energy to maintain vital organs, including the heart, lungs, kidneys, nervous system, intestines, liver, lungs, genitals, muscles, and skin. \nMore than 50% - 70% of the total energy (calories) you burn each day is related to maintenance for most people. Physical activity accounts for ~ 20% of expenditure, and ~ 10% is used to digest food, also known as thermogenesis. \nThe average BMR value in a healthy person is about 1 kcal / 1 kg of body weight / 1 hour. \nBMR is measured under very restrictive circumstances while awake. Accurate BMR measurement requires that the person's sympathetic nervous system is inactive, meaning that the person must be completely rested. \nBasal metabolism is usually the largest component of a person's total caloric needs.\nDepending on the settings, the value of the selected bodyweight is substituted into the formula, e.g.,\u2029•\t Your current body weight without body fat (US NAVY formula)\u2029•\t Correct body weight (Potton’s formula)\u2029•\t Correct body weight (Lorentz formula) \u2029•\t Current body weight\nBasal Metabolic Rate formula: \nLegend: \nBasal Metabolic Rate BMR [Kcal]\nW (selected bodyweight [Kg])\nH (height [cm])\nA (age [years])\n",

  "pureter_title": "Lean Mass Total Energy Requirement",
  "pureter_description": "Total Energy Requirement (TER [kcal]) calculator modified for the needs of FitNumbers, depending on the settings, the value of the selected bodyweight for the formula, e.g.,\u2029•\t Your current body weight without body fat (US NAVY formula)\u2029•\t Correct body weight (Potton’s formula)\u2029•\t Correct body weight (Lorentz formula) \u2029•\t Current body weight\nTotal Energy Requirement determines the human 24-hour energy needs, consisting of expenses related to the body’s proper functioning (BMR - Basal Metabolic Rate, i.e., breathing, heart rate) and energy expenses related to everyday life, professional work, sports activity, training, physical effort.\n",
  "pureter_long_description": "Total Energy Requirement (TER [kcal]) is the product of Basic Metabolism and physical activity.\nBasal Metabolic Rate (BMR) is the lowest energy transformations, conditioning the supply of energy necessary to maintain essential life functions in optimal living conditions (appropriate temperature, air humidity). To put it simply: it is the amount of energy that is needed to maintain essential life functions such as breathing, circulation, heart work, maintaining constant body temperature, tissue structure and reconstruction, muscle tone, excretory and secretory activity, and the position of the nervous system. The total energy requirement is calculated by multiplying the activity factor by the basal metabolic rate:\nActivity Coefficient (AC):\u2029•\t AC = 1.2 - Deficient activity, daily routine, light office work, house cleaning.\u2029•\t AC = 1.4 - Low activity, lightworker work, random running.\u2029•\t AC = 1.6 - Medium activity, harder worker engages in random sports, swimming, regular jogging.\u2029•\t AC = 1.75 - High activity, regular sport, gym, football, fitness.\u2029•\t AC = 1.9 - Very intensive activity, weightlifting, martial arts, bodybuilding. \\ n\nLean Total Energy Requirement (TER [kcal]) formula: \\ n\nLegend: \\n\nTER (Total Energy Requirement [Kcal])\nBMR (Basal Metabolic Rate [Kcal])\nW (selected body weight [Kg])\nH (height [cm])\nA (age [years])\nAC (activity level)\n",

  "potton_title": "Potton Body Weight",
  "potton_description": "Correct Body Weight by Potton formula is the ideal or desired body weight, protecting against malnutrition and overweight and obesity. It is the optimal bodyweight that allows you to stay healthy and function properly. \nTo assess whether you are overweight, obese, or emaciated, compare your current body weight to the calculated correct one. If you have a healthy weight, there is only a slight risk of developing lifestyle diseases, such as heart disease, type 2 diabetes, and certain types of cancer.",
  "potton_unit": "Kg",
  "potton_long_description": "The use of the ideal body weight calculation is like the BMI effect - not for everyone. Bodyweight calculator acc. Potton’s calculating the correct bodyweight will be best for people with average body shape and high muscle mass and slim athletes - this result will be incorrect. Calculations of the ideal person and BMI in people practicing sports may suggest overweight or even obesity. When, in fact,  the athlete is well built and has a high content of muscle tissue. Similar hypocrisy may apply to tall, thin athletes, whose data may indicate underweight or even emaciation.\nCorrect Body Weight by Potton formula: \nLegend:\u2029•\t Potton [Kg] \u2029•\t H ( height [cm])",

  "lorenz_title": "Lorenz Body Weight",
  "lorenz_description": "Correct Body Weight by Lorenz formula is the ideal or desired body weight, protecting against malnutrition and overweight and obesity. It is the optimal bodyweight that allows you to stay healthy and function properly. \nTo assess whether you are overweight, obese, or emaciated, compare your current body weight to the calculated correct one. If you have a healthy weight, there is only a slight risk of developing lifestyle diseases, such as heart disease, type 2 diabetes, and certain types of cancer.",
  "lorenz_unit": "Kg",
  "lorenz_long_description": "The formula for ideal body weight is similar to the BMI index - not everyone will find them suitable. \nBodyweight calculator acc. Lorenz calculating correct body weight will work best for people with an average body build, because both in people with high muscle mass and lean athletes, this result will be distorted. Calculations of the ideal body weight and BMI in people practicing sports may suggest overweight or even obesity when, in fact, the athlete is well built and has a high content of muscle tissue. Similar hypocrisy may apply to tall, slim athletes, whose calculations may indicate underweight or even emaciation. \nCorrect Body Weight by Lorenz formula: \nLegend:\u2029•\t Lorenz [Kg] \u2029•\t H( height [cm])",

  "pureweight_title": "Low Fat Body Weight",
  "pureweight_description": "Lean Body Mass Calculator determines the difference between your current body weight and body fat. \nSuch a calculation may bring you closer to the result of the correct weight, but also in the case of some types of body shapes, it may show incorrect results.",
  "pureweight_unit": "Kg",
  "pureweight_long_description": "Lean Body Mass Calculator determines the difference between the current body weight and the body fat weight obtained by retrofitting the body fat percentage formula used by the Navy Fitness. \nCalculations of lean body mass in people practicing sports may suggest erroneous results. Similar deception may apply to tall, thin athletes whose calculations may indicate underweight or even emaciation. \nLean Body Mass formula: \nLegend: \nLean Body Mass [kg] \nBF (body fat  [kg])\nW (current weight [kg])\n",

  "water_unit": "L",
  "water_title": "Water Intake",
  "water_description": "Water calculator calculates a water requirement based on your body weight.\nWater is the main component of the human body and accounts for approximately 45-75% of body weight. \nIn an adult with a healthy body weight, the proportion of water usually reaches about 60%. \nThere is more water in men than in women - this is due to the fact that women have more body fat.\nWater is one of the essential nutrients because the body is unable to produce it itself. The water calculator calculates the water requirement based on body weight, but it also depends on many other factors.",
  "water_long_description": "Water is the main component of the human body and accounts for approximately 45-75% of body weight. In an adult with a normal body weight, the proportion of water usually reaches about 60%. There is more water in men than in women - this is due to the fact that there is more body fat in the body of a woman. \nWater is one of the essential nutrients because the body is unable to produce it itself. The water calculator calculates water requirements based on body weight, but it also depends on many other factors, such as: \u2029•\t age,\u2029•\t gender,\u2029•\t physiological state,\u2029•\t physical activity,\u2029•\t climatic conditions,\u2029•\t health condition,\u2029•\t the caloric value of the diet (the higher it is, the greater the need for water),\u2029•\t diet composition.\nCertain medications, alcohol and caffeine can increase diuresis (urine output) and therefore increase the body's need for water. A high intake of protein, fiber and sodium also requires increasing the amount of water in your diet.\nAccording to the nutrition standards established by the Food and Nutrition Institute, adequate intake (AI) from beverages and food products for adults is:\u2029•\t for men - 2500 ml per day,\u2029•\t for women - 2000 ml per day,\u2029•\t for pregnant women - 2300 ml,\u2029•\t for lactating women - 2700 ml.\nThe feeling of thirst, as a rule, lags behind the body's need for water. \nThe length of time between the onset of thirst and taking the appropriate action to drink, drink a glass of drink, digest it, metabolize it, and replenish the body's water needs is long enough to risk becoming dehydrated.\nThe loss of 3% of water causes fatigue, headache, dizziness, overheating of the body, greater - stopping sweating and heat stroke. With a loss of 10% of water, dehydration is life threatening. Severe vomiting and diarrhea are a direct threat to life.\nWater calculator formula:\nLegend:\nH2O (Water intake [L])\nW (current body weight [kg])\n",

  "protein_unit": "Kcal",
  "protein_title": "Protein intake",
  "protein_description": "Calculator calculating daily requirements for the amount of protein intake, depending on the settings, the calculation calculates the protein requirement in calories (Kcal) or grams (g) to the maximum or minimum requirement (Basal Metabolic Rate or Total Energy Requirement). values are calculated depending on the weight selected in the settings, i.e.\u2029•\t Your current body weight without body fat (US NAVY formula)\u2029•\t Correct body weight (Potton’s formula)\u2029•\t Correct body weight  (Lorentz formula)\u2029•\t Current body weight\n",
  "protein_long_description": "Protein is one of the essential nutrients. Its supply is necessary for the body's proper functioning because proteins are involved in all processes in the body in various ways.\nProteins constitute about 20% of the human body weight and are the most crucial constituent of living organisms' structure. \nAnimal proteins from 20 amino acids, which we divide into: exogenous (essential), which the body cannot produce on its own, endogenous (not crucial), which are synthesized by the body, and conditionally necessary, is made in the body, but the presence of and the right amount of amino acids exogenous. \nProtein deficiency in the diet inhibits the growth and development of the body, prevents tissue reconstruction, reduces resistance to diseases, and hinders wound healing. It also disrupts thought processes and brain functions. \nHowever, too much protein in the diet can have adverse effects. \nDepending on the settings, the calculation calculates the protein requirement in calories or grams up to the maximum or minimum requirement (Basal Metabolic Rate or Total Energy Requirement)\nThe formula calculates the calculation of protein requirements:\nLegend: \nP (protein [Kcal]) \nK (calories  [Kcal])\nM (percentage of macronutrients  [%])\n",

  "carbo_unit": "Kcal",
  "carbo_title": "Carbohydrate intake ",
  "carbo_description": "Calculator calculating daily requirements for the amount of carbohydrates intake, depending on the settings, the calculation calculates the protein requirement in calories (Kcal) or grams (g) to the maximum or minimum requirement (Basal Metabolic Rate or Total Energy Requirement). values are calculated depending on the weight selected in the settings, i.e.\u2029•\t Your current body weight without body fat (US NAVY formula)\u2029•\t Correct body weight (Potton’s formula)\u2029•\t Correct body weight  (Lorentz formula) \u2029•\t Current body weight\n",
  "carbo_long_description": "Carbohydrates perform many essential functions in the human body, the most important of which is to provide energy to our body's cells. Glucose is the primary energy material for humans. If a meal is high in carbohydrates, protein, and fat, carbohydrates will be first to generate energy. If they run out, the body will use fats and proteins in turn. \nCarbohydrates have many essential functions for life and health in the human body. They are the primary energy source for our body (burning 1 g provides 4 kcal); glucose is the only energy source for the brain, nerve core, and erythrocytes. It is using as an energy substrate by muscle tissue, liver, heart, kidneys, and intestines.\nDepending on the settings, the calculation calculates the carbohydrates requirement in calories or grams up to the maximum or minimum requirement (Basal Metabolic Rate or Total Energy Requirement)\nThe formula calculates the calculation of protein requirements:\nLegend: \nP (protein [Kcal]) \nK (calories  [Kcal])\nM (percentage of macronutrients  [%])\n",

  "fat_unit": "Kcal",
  "fat_title": "Fat intake ",
  "fat_description": "Calculator calculating daily requirements for the amount of fat intake, depending on the settings, the calculation calculates the protein requirement in calories (Kcal) or grams (g) to the maximum or minimum requirement (Basal Metabolic Rate or Total Energy Requirement). values are calculated depending on the weight selected in the settings, i.e.\u2029•\t Your current body weight without body fat (US NAVY formula)\u2029•\t Correct body weight (Potton’s formula)\u2029•\t Correct body weight  (Lorentz formula) \u2029•\t Current body weight\n",
  "fat_long_description": "Fats are a concentrated source of energy for all tissues and organs. The exceptions are red blood cells, brain, and kidneys. \nThey enable the accumulation of energy. Fats are the main backup form of energy. Fats also make it easier to taste and swallow food. They inhibit stomach contractions and the secretion of acidic gastric juice. They also constitute:\u2029•\t building blocks of cell membranes and white brain mass;\u2029•\t as subcutaneous fat, they protect the body against excessive heat loss;\u2029•\t as peri-organ fat, they stabilize the kidneys and other organs inside our body. \nAdditionally, they provide essential fatty acids to create tissue hormones that regulate cellular processes in various parts of the body.\nThey decide about: \u2029•\t cardiovascular fitness;\u2029•\t condition of skin and hair.\nThey are also a source of vitamin D. They also facilitate the absorption of vitamins A, D, E from other products. \nThe most important constituent of food fats is fatty acids. There are the following groups of fatty acids: saturated, monounsaturated, and polyunsaturated. Those polyunsaturated get divided into omega-6 and omega-3 fatty acids. Each group plays a slightly different role in the body. \nDepending on the settings, the calculation calculates the carbohydrates requirement in calories or grams up to the maximum or minimum requirement (Basal Metabolic Rate or Total Energy Requirement)\\n\nThe formula calculates the calculation of protein requirements:\nLegend: \nP (protein [Kcal]) \nK (calories  [Kcal])\nM (percentage of macronutrients  [%])\n",

  "maxhr_unit": "BPM",
  "maxhr_title": "Max Heart Rate",
  "maxhr_description": "A calculator that calculates your maximum heart rate, \nHeart rate, pulse in scientific terms, to undulating arterial movement depending on the heart's contractions and the arteries' elasticity. It is easier to define a heart rate to the number of beats per minute. \nThe maximum heart rate is the highest number of beats per minute, with any heart pumping blood at full load. \nThe regular heart rate of the heart varies from person to person. Knowing your heart rate can be an essential companion to our health. \nMany factors influence the heart rate, including \n age, body weight, condition emotions \nEven if you're not an athlete, knowing your heart rate can help you monitor your fitness level and even help you spot health problems.",
  "maxhr_long_description": "The resting heart rate is the lowest heart rate value. The heart then pumps the smallest amount of blood for oxygenation and the functioning of the body. If you sit or lie down and are calm, relaxed, and not sick, your heart rate is usually between 50 and 100 beats per minute. A heart rate of less than 50 need not signal a problem.  Lower heart rate is also ordinary in people who are physically active or very fit. Active people often have a lower heart rate because their heart muscle is in better shape and does not have to work hard to keep a steady rhythm. However, if your resting heart rate is over 100 beats per minute, it is tachycardia, and you should see your doctor. \nIn scientific terms, heart rate, a pulse is the undulating movement of arterial vessels, dependent on the heart's contractions and the elasticity of the arterial walls. In simpler terms, heart rate is the number of heartbeats per minute. \nA calculator that calculates your maximum heart rate,\nThe maximum heart rate is the highest number of beats per minute with which your heart can pump blood at full load. \nHow to measure heart rate \nThe most accurate heart rate measurements in the arteries. The best places to measure your heart rate are: \nneck wrists elbows back of the foot \nThere are two different methods of measuring your heart rate. \nThe first is the manual method. The measurement is made by placing the fingers (preferably the index and middle fingers, and when testing your heart rate, you can use your thumb) in the places mentioned above and by pressing for 15 seconds, count the number of strokes. We multiply this value by 4 to get the number of beats per minute. \nThe second method is the mechanical method. We use heart rate measuring devices, e.g., heart rate monitors, for measurements. Thanks to heart rate measurements, we can determine your resting heart rate, maximum heart rate, optimal heart rate, or heart rate zones suitable for your training.\nmaxHR formula: \nLegend: \nmaxHR (maximum heart rate [BPM]) \nA (age  [lata])\nW (weight  [kg])\n",

  "targethr_unit": "BPM",
  "targethr_title": "Exercise Target Heart Rate",
  "targethr_description": "Exercise Target Heart Rate description ",
  "targethr_long_description": "Exercise Target Heart Rate Long description Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s",

  "maxbench_unit": "Kg",
  "maxbench_title": "Max Bench Press",
  "maxbench_description": "A calculator calculates the maximum load on the upper muscle parts for one repetition. \nThe formula given below is great for calculating the maximum load in a one-rep cage impression. \nKnowing your maximum weight can be important information when creating a training plan - choosing the right value and range of repetitions sets.",
  "maxbench_long_description": "Many people think that the greater the weight value is, the better workout. It is worth remembering that this is not entirely true. In some situations, it is even very harmful thinking that can lead to injury, aggravation of the disease, or the creation of permanent, incorrect movement patterns. It is the result of putting too much strain on the body part. In rehabilitation, as in any strength training, there are no shortcuts, and sometimes you need to spend a lot of time and sweat a lot to get to your goal. Patience, initial motivation, and then forming habits and self-discipline are essential. \nThe maximum bench press calculator allows you to check your capabilities quickly. \nKnowing your maximum weight can be important information when creating a training plan - choosing the right value and range of repetitions sets.\nMaximum Bench press formula: \nLegend: \nBp (bench press [Kg]) \nW (weight value  [kg])\n",

  "maxsquat_unit": "Kg",
  "maxsquat_title": "Max Squat",
  "maxsquat_description": "A calculator calculates the maximum load on the lower muscle groups for one repetition. \nThe formula below is great for calculating the maximum load in a one-rep squat. \nKnowing your maximum weight can be important information when creating a training plan - choosing the right value and range of repetitions sets.",
  "maxsquat_long_description": "Many people think that the greater the weight value is, the better workout. It is worth remembering that this is not entirely true. In some situations, it is even very harmful thinking that can lead to injury, aggravation of the disease, or the creation of permanent, incorrect movement patterns. It is the result of putting too much strain on the body part. In rehabilitation, as in any strength training, there are no shortcuts, and sometimes you need to spend a lot of time and sweat a lot to get to your goal. Patience, initial motivation, and then forming habits and self-discipline are essential.\nThe maximum squat calculator allows you to check your capabilities quickly. \nKnowing your maximum weight can be important information when creating a training plan - choosing the right value and range of repetitions sets.Maximum Squat formula: \nLegend: \nMs (maximum squat [Kg]) \nW (weight value  [kg])\n",

  "maxdeadlift_unit": "Kg",
  "maxdeadlift_title": "Max Dead Lift",
  "maxdeadlift_description": "A calculator calculates the maximum load on the lower muscle groups for one repetition. \nThe formula below is great for calculating the maximum load in a one-rep squat. \nKnowing your maximum weight can be important information when creating a training plan - choosing the right value and range of repetitions sets.",
  "maxdeadlift_long_description": "Many people think that the greater the weight value is, the better workout. It is worth remembering that this is not entirely true. In some situations, it is even very harmful thinking that can lead to injury, aggravation of the disease, or the creation of permanent, incorrect movement patterns. It is the result of putting too much strain on the body part. In rehabilitation, as in any strength training, there are no shortcuts, and sometimes you need to spend a lot of time and sweat a lot to get to your goal. Patience, initial motivation, and then forming habits and self-discipline are essential. \nThe maximum deadlift calculator allows you to check your capabilities quickly. \nKnowing your maximum weight can be important information when creating a training plan - choosing the right value and range of repetitions sets.\nMaximum deadlift formula: \nLegend: \nMd (maximum deadlift [Kg]) \nW (weight value  [kg])\n",

  "option_delete": "Delete ",
  "option_remove_last": "Remove LAST chart data",
  "option_remove_all": "Remove ALL chart data",

  "sets_update_profile": "Update user profile",
  "option_store_data": "Store data",
  "option_ones_week": "Ones a week",
  "option_ones_month": "Ones a month",
  "option_ones_year": "Ones a year",
  "option_manually": "Manually",

  "dialog_title": "Load picture:",
  "dialog_gallery": "Gallery",
  "dialog_camera": "Camera",
  "dialog_assets": "FitNumbers Avatar",

  "options_title_about":"About",
  "options_title_advanced":"Settings",
  "options_title_themes":"Themes",

  "sets_primary": "Charts update:",
  "sets_primary_info": "Here you can set preferred saving time app will ask you when to save the results of your calculations to keep track progress.",

  "sets_weight": "Body weight:",
  "sets_weight_info": "Here you can set preferred bodyweight counting results. For which bodyweight, it calculates calories.",

  "sets_advanced": "Nutrition:",
  "sets_advanced_info": "Results can be return in other units \u2029•\t GRAM \u2029•\t KCAL \u2029•\t also for minimum or maximum calorie intake.",
  "sets_delete":"Delete data:",
  "sets_advanced_delete":"Be careful with this option. It can delete your savings permanently.",

  "sets_macro_nutrients": "Set macronutrients counting:",
  "set_calories_counting": "Counting macronutrients",
  "option_current_weight": "From Current Weight",
  "option_lorenz_weight": "From Lorenz",
  "option_potton_weight": "From Potton",
  "option_low_fat_weight": "From Low Fat Weight",

  "option_protein_kcal_enable": "Protein calculation result [KCAL]",
  "option_protein_gram_enable": "Protein calculation result [GRAM]",
  "option_max_kcal": "Maximum calories intake [KCAL]",
  "option_min_kcal": "Minimum calories intake [KCAL]",

  "option_carbo_kcal_enable": "Carbo calculation result [KCAL]",
  "option_carbo_gram_enable": "Carbo calculation result [GRAM]",

  "option_fat_kcal_enable": "Fat calculation result [KCAL]",
  "option_fat_gram_enable": "Fat calculation result [GRAM]",

  "add_to_chart_title": "Add to Chart?",
  "add_to_chart_description": "Do you want to add data to the chart?",
  "cancel": "Cancel",
  "confirm": "Accept",

  "chart_data": "Chart history:",
  "counting_formula": "Counting formula:",
  "formula_title_question": "How it is calculated ?",
  "remember_warning": "Remember !!!",
  "usage_warning_description": "All calculators are provided as self-help tools for self-use with results based on information provided by the user. All examples are hypothetical and for illustrative purposes only. Calculated results are believed to be accurate, but results are not guaranteed. The exercise, fitness, health, and weight loss calculators are not intended to provide medical advice and should not be replaced by medical direction. Users should consult their physician before undertaking strenuous exercise or diet plan.",



  "from_author": "From author:",
  "from_author_description": "There are so many calculations that contain information about our body, many scientists have been developing mathematical formulas for years that bring us closer to information about our health. FitNumbers is a project whose idea is to collect as many such calculations as possible, thus allowing us to observe the discrepancies between them. Such analyses can help design a diet, assess health or physical condition.",

  "intro_next": "Next",
  "intro_done": "Done",
  "intro_prev": "Prev",
  "intro_accept": "Accept",
  "intro_decline": "Decline",
  "intro_terms_title": "Remember!",
  "intro_terms_description": "Remember!",
  "intro_thanks_title": "Welcome to FitNumbers!!!",
  "intro_thanks_description": "Thank you for downloading my app! I ask You to set up your body measurements to get FitNumbers' calculations in the next few steps. \nYou can skip these settings and leave defaults - it's easy to change later in profile mode.",
  "intro_must_accept": "You must accept usage information.",
  "current": "Current",
  "user_guide_place": "You can always read a detailed user guide navigate to SETTINGS -> ABOUT and tap guider icon.",
  "user_guide_ask": "Do you need a detailed user guide?",
  "guide_yes_please": "Yes, please I'm a little confused",
  "guide_no_thanks":"No thanks, it's simple enough",
  "user_guide_title":"User guide",
  "user_guide_description": "Learn how to use FitNumbers",
  "guide_one_first_title": "Result cards and profile image:",
  "guide_one_first_description":"Large card display calculation results and charts. Use side menu to switch category.",
  "guide_one_second_description":"Profile icon- Tap to select photo from gallery.",
  "guide_one_third_description":"Use indicators to switch cards or simply swipe them.",
  "guide_two_first_title": "Cards dashboard:",
  "guide_two_first_description":"Tap chips buttons to switch calculation type.",
  "guide_two_second_description":"Swipe and scroll FitNumbers cards.",
  "guide_three_first_title": "Calculation result detail page:",
  "guide_three_first_description":"Tap to any card - small or large to navigate to the detail page",
  "guide_four_first_title": "Category collection page:",
  "guide_four_first_description":"Cards sorted by general, nutrition, and personal data",
  "guide_five_first_title": "Profile window and user data cards:",
  "guide_five_first_description":"Tap card to drop-down user body measurements",
  "guide_five_second_description":"Tap card to drop-down user activity level",
  "guide_five_third_description":"Tap card to drop-down user nutrition preferences",
  "guide_six_first_description":"Use sliders to set correct values",
  "guide_six_second_description":"Tap cards and buttons to set a preferred option",
  "guide_six_third_description":"Set a value in all cards to get all FitNumbers calculations",
  "guide_seven_first_title": "Calculator to play with FitNumbers results: ",
  "guide_seven_first_description":"The small display shows the value and short name of FitNumbers results, large display show values",
  "guide_seven_second_description":"FitNumbers section - you can use any FitNumbers to divide, multiple, etc. by any number - as an example - (divide calorie quantity by a number of your daily meals to get calorie intake per meal. ",
  "guide_seven_third_description":"Simple calculator keyboard with numbers and operators",
  "guide_eight_first_title": "Multiple themes: ",
  "guide_eight_first_description":"Simple as it is - tap your favorite card to change styles and colors",
  "guide_nine_first_title": "Advanced settings:",
  "guide_nine_first_description":"Nutrition settings board - set calculations as you preferred - return results as a calories or grams - for minimum or maximum calorie intake",
  "guide_nine_second_description":"Tap info icon to get information about this settings",
  "guide_nine_third_description":"Some calculations require bodyweight to display results - now you can decide on which body weight to get required calorie intake result",
  "guide_ten_first_title": "Adding data to the chart and expanded button menu:",
  "guide_ten_first_description":"Tap info icon to display information about settings",
  "guide_ten_second_description":"This card will display question dialog depending on the settings  ",
  "guide_ten_third_description":"Choose this option to enable manual saving. Now by HOLD a profile button (center bottom menu).",
  "guide_eleven_first_title": "Add and remove data to charts:",
  "guide_eleven_first_description":"HOLD profile button to trigger hidden buttons",
  "guide_eleven_second_description":"The button with bin icon deletes the last saved value from the charts ",
  "guide_eleven_third_description":"A button with a floppy disc icon adds the current value to the chart",
  "are_you_sure": "Do you want delete all data?",
  "yes": "Accept",
  "no": "Cancel",
  "detail_title": "Details"

}

