{

  "nav_calc": "Kalkulacje",
  "nav_cal": "Kalendarz",
  "nav_stats": "Statystyki",

  "nav_person": "Ciało",
  "nav_activity": "Aktywność",
  "nav_nutri": "Odżywianie",

  "nav_workout": "treningi",
  "nav_meals": "posiłki",
  "nav_drinks": "napoje",
  "nav_supl": "suplementy",

  "nav_sets": "Ustawienia",
  "nav_sets_adv": "Więcej",
  "nav_about": "O apce",

  "chips_indicators": "wskaźniki",
  "chips_calories": "kalorie",
  "chips_hydro": "nawodnienie",
  "chips_strength": "siła",
  "chips_fav": "ulubione",
  "chips_workout": "trening",
  "chips_supplements":"suplementacja",

  "theme_mode": "motyw",
  "light_theme": "jasny motyw",
  "dark_theme": "ciemny motyw",

  "metric_unit": "jednostki metryczne",
  "imperial_unit": "Jednostki imperialne",
  "unit_switch": "Zmiana jednostek",

  "counter_txt_1": "Masz",
  "counter_txt_2": "zadanie",
  "counter_txt_3": "zadania",

  "age": "Wiek",
  "weight": "Waga",
  "height": "Wzrost",
  "waist": "Obwód Talii",
  "hips": "Obwód Bioder",
  "neck": "Obwód Szyi",

  "activity_level": "Poziom Aktywności",
  "activity_details": "Aktywność fizyczna",
  "activity_details_description": "Ustaw dane swojej aktywności",
  "activity_list_very_low": "Bardzo mała aktywność, codzienna rutyna, lekka praca biurowa, sprzątanie domu",
  "activity_list_low": "Niska aktywność, lekka praca robotnicza, sporadyczne bieganie,",
  "activity_list_medium": "Średnia aktywność, cięższe prace robotnicze, sport, pływanie, regularne biegani,",
  "activity_list_high": "Wysoka aktywność fizyczna, regularny sport, siłownia, gra w piłkę nożną, fitness",
  "activity_list_very_high": "Bardzo duża aktywność fizyczna, podnoszenie ciężarów, sporty walki, kulturystyka",

  "resting_hr": "Tętno spoczynkowe",
  "intensity_percent": "Poziom intensywności treningowej",

  "ask_heaviest_weight": "4-6 maksymalnych powtórzeń",

  "bench_press": "Wycisk",
  "squat": "Przysiad",
  "dead_lift": "Martwy ciąg",

  "nutrition_details": "Makroskładniki",
  "nutrition_details_description": "Ustaw proporcje makroskładników",

  "default": "Domyślne",
  "custom": "Indywidualne",

  "nutrition_default_option": "Domyślne ustawienia makroskładników",
  "default_option": "Opcje domyślne",
  "default_option_description": "Pozwala wybrać z domyślnych ustawień makroskładników:",
  "custom_option": "Indywidualne opcje:",
  "custom_option_description": "Pozwala ustawić indywidualne proporcje makroskładników:",

  "weight_loss": "Utrata wagi",
  "weight_loss_description": "Makroskładniki 35-50% białko, 25-45% węglowodany i 20-35% tłuszcze.",
  "maintain": "Podtrzymanie wagi",
  "maintain_description": "Makroskładniki 25-40% białko, 35-55% węglowodany i 25-40% tłuszcze.",
  "gain_weight": "Przybieranie wagi",
  "gain_weight_description": "Makroskładniki 35% białko, 45% węglowodany i 20% tłuszcze.",

  "body_calculations": "wskaźniki dietetyczne ",
  "calendar_history": "historia kalendarza",
  "calculation_history": "historia kalkulacji",
  "body_history": "historia pomiarów ciała",

  "protein": "Białka",
  "carbo": "Węglowodany",
  "fat": "Tłuszcze",

  "unit_mg": "mg",
  "unit_kg": "kg",
  "unit_cm": "cm",
  "unit_litter": "L",
  "unit_kcal": "kcal",
  "unit_gram": "gram",
  "unit_age": "Lata",
  "unit_hr": "BPM",
  "unit_percent": "%",

  "general": "Wszystkie",
  "nutrition": "Makroskładniki",
  "personal": "Wskaźniki",

  "themes": "Motywy",
  "settings": "Zaawansowane",
  "about": "O apce",

  "gender": "Płeć",

  "personal_details": "Pomiary ciała",
  "personal_details_description": "Ustaw pomiary ciała",

  "male": "Mężczyzna",
  "female": "Kobieta",

  "save_to_chart": "Zapisz wynik",
  "page_close": "Zamknij",
  "add_favorite": "Ulubione",

  "option_save": "Zapisz",
  "option_date": "Data",
  "option_trash": "Usuń",

  "menu_dash": "pulp",
  "menu_stats": "stat",
  "menu_profile": "prof",
  "menu_create": "twórz",
  "menu_sets": "ustaw",

  "exercises_category": "ćwiczenia",
  "meals_category": "posiłki",
  "drinks_category": "napoje",
  "supplements_category": "dawki",

  "plans_workout":"plany treningowe",
  "plans_meals":"plany dietetyczne",
  "plans_drink":"plany nawodnienia",
  "plans_supplement":"plany suplementacyjne",

  "read_more": "...czytaj więcej  ",

  "progress_bar":"Całość",

  "bmi_title": "Wskaźnik Masy Ciała",
  "bmi_short_title": "BMI",
  "bmi_underweight": "Niedowaga",
  "bmi_underweight_description": "Body Mass Index Wskaźnik masy ciała (ang. body mass index, BMI),  współczynnik powstały przez podzielenie masy ciała podanej w kilogramach przez kwadrat wysokości podanej w metrach.\nOznaczanie wskaźnika masy ciała ma znaczenie w ocenie zagrożenia chorobami związanymi z nadwagą i otyłością, np. cukrzycą, chorobą niedokrwienną serca, miażdżycą. Przyjmuje się, że wyższe wartość BMI wiążą się ze zwiększonym ryzykiem dla zdrowia i życia. \nTwoje BMI wskazuje na niedowagę - Niedowaga podobnie jak nadwaga  może powodować problemy zdrowotne. Przyczyną niedowagi może być wiele czynników jak na przykład predyspozycje genetyczne, wysoki metabolizm, bardzo wysoki poziom aktywności fizycznej,  zakażenia bakteryjne, choroby pasożytnicze, zaburzenie równowagi flory bakteryjnej jelit, choroby zmniejszające apetyt – nowotwory, cukrzyca, choroby tarczycy, wrzodziejące zapalenie jelita grubego.\nNiedowaga może mieć bardzo wiele niebezpiecznych dla zdrowia skutków między innymi problemy ze skórą, włosami, zębami, rozwojem osteoporozy, paradontozy, osłabieniem odporności, większym ryzykiem zachorowalności na szereg chorób, przewlekłym zmęczeniem.\nOsoba z niedowagą powinna rozważyć  przestrzeganie zdrowej diety zawierającej pożywne pokarmy o dużej zawartości kalorii. Lekarz może zalecić osobie wypróbowanie określonej diety w celu zwiększenia masy ciała lub skierować ją do dietetyka, który może pomóc osobie opracować odpowiedni dla niej plan diety.",
  "bmi_healthy_weight": "Zdrowa waga ",
  "bmi_healthy_weight_description":"Wskaźnik Masyn Ciała (ang. body mass index, BMI),  współczynnik powstały przez podzielenie masy ciała podanej w kilogramach przez kwadrat wysokości podanej w metrach.\nOznaczanie wskaźnika masy ciała ma znaczenie w ocenie zagrożenia chorobami związanymi z nadwagą i otyłością, np. cukrzycą, chorobą niedokrwienną serca, miażdżycą. Przyjmuje się, że wyższe wartość BMI wiążą się ze zwiększonym ryzykiem dla zdrowia i życia. \nTwoje BMI wskazuje na zdrową wagę - wygląda na to, że \nże masz zdrową wagę w stosunku do wzrostu. \nTak trzymaj to jest twój normalny zakres BMI. \nUtrzymując zdrowy poziom tkanki tłuszczowej oznacza, że istnieje znacznie mniejsze ryzyko wystąpienia komplikacji zdrowotnych.",
  "bmi_ideal_weight": "Idealna waga",
  "bmi_ideal_weight_description":"Body Mass Index Wskaźnik masy ciała (ang. body mass index, BMI),  współczynnik powstały przez podzielenie masy ciała podanej w kilogramach przez kwadrat wysokości podanej w metrach.\nOznaczanie wskaźnika masy ciała ma znaczenie w ocenie zagrożenia chorobami związanymi z nadwagą i otyłością, np. cukrzycą, chorobą niedokrwienną serca, miażdżycą. Przyjmuje się, że wyższe wartość BMI wiążą się ze zwiększonym ryzykiem dla zdrowia i życia. \nTwoje BMI wskazuje na idealną wagę - wygląda na to, że \nże masz zdrową wagę w stosunku do wzrostu. \nTak trzymaj to jest twój idealny wynik BMI. \nUtrzymując zdrowy poziom tkanki tłuszczowej oznacza, że istnieje znacznie mniejsze ryzyko wystąpienia komplikacji zdrowotnych. ",
  "bmi_overweight": "Nadwaga",
  "bmi_overweight_description":"Body Mass Index Wskaźnik masy ciała (ang. body mass index, BMI),  współczynnik powstały przez podzielenie masy ciała podanej w kilogramach przez kwadrat wysokości podanej w metrach.\nOznaczanie wskaźnika masy ciała ma znaczenie w ocenie zagrożenia chorobami związanymi z nadwagą i otyłością, np. cukrzycą, chorobą niedokrwienną serca, miażdżycą. Przyjmuje się, że wyższe wartość BMI wiążą się ze zwiększonym ryzykiem dla zdrowia i życia. \nTwoje BMI wskazuje na nadwagę. \nInnymi słowy, masz wyższy niż idealny poziom tkanki tłuszczowej, biorąc pod uwagę Twój wzrost. W takich przypadkach ważne jest, aby schudnąć, aby poprawić swoje zdrowie. \n Zaleca się skonsultowanie się z lekarzem lub dietetykiem w celu uzyskania fachowej porady.",
  "bmi_obese": "Otyłość",
  "bmi_obese_description":"Wskaźnik Masy Ciała (ang. Body Mass Index, BMI),  współczynnik powstały przez podzielenie masy ciała podanej w kilogramach przez kwadrat wysokości podanej w metrach.\nOznaczanie wskaźnika masy ciała ma znaczenie w ocenie zagrożenia chorobami związanymi z nadwagą i otyłością, np. cukrzycą, chorobą niedokrwienną serca, miażdżycą. Przyjmuje się, że wyższe wartość BMI wiążą się ze zwiększonym ryzykiem dla zdrowia i życia. \nTwoje BMI wskazuje na otyłość,  oznacza to, że jesteś otyły, czyli innymi słowy, masz dużą nadwagę. Jest to dalekie od Twojego idealnego BMI i oznacza, że masz o wiele za dużo tkanki tłuszczowej w stosunku do wzrostu, co może stanowić poważne zagrożenie dla zdrowia. \nPrzyczyną otyłości mogą być między innymi czynniki takie jak na przykład \nwolna przemiana materii – jeżeli energia dostarczana wraz z pożywieniem nie zostanie spożytkowana, wówczas jest magazynowana w postaci tkanki tłuszczowej i w ten sposób przyczynia się do otyłości, \npredyspozycje genetyczne – u niektórych osób geny mają wpływ na szybsze przetworzenie energii i magazynowanie jej w tkance tłuszczowej, \nnieodpowiednia dieta oraz nieregularne przyjmowanie posiłków,\nzbyt mała aktywność fizyczna. \nZ powodów zdrowotnych ważne jest, aby schudnąć. W takiej sytuacji koniecznie skontaktuj się z lekarzem lub dietetykiem w celu uzyskania fachowej porady.",
  "bmi_long_description":"Kalkulator BMI obrazuje przybliżoną zawartość tłuszczu w organizmie. W przypadku niektórych osób wskaźnik BMI może sugerować błędne wnioski. \nUwaga Osoby aktywne fizycznie, uprawiający sport, mogą posiadać zawyżoną wagę związaną z tkanką mięśniową a nie z ilością tłuszczu w organizmie. Ponadto nie zaleca się stosowania wskaźnika BMI do oznaczania wagi ciała dla dzieci do około 14 roku życia oraz dla kobiet w ciąży. \nBMI jest miarą poziomu otyłości bądź niedowagi danej osoby na podstawie jej wzrostu i masy ciała i ma na celu ilościowe określenie masy tkanki. Jest szeroko stosowany jako ogólny wskaźnik tego, czy dana osoba ma zdrową masę ciała do swojego wzrostu. W szczególności wartość uzyskana z obliczenia BMI służy do kategoryzacji, czy dana osoba ma niedowagę, normalną masę ciała, nadwagę lub otyłość, w zależności od przedziału wartości. \nTe zakresy BMI różnią się w zależności od czynników, takich jak region i wiek, a czasami są dalej dzielone na podkategorie, takie jak poważna niedowaga lub bardzo ciężka otyłość. Nadwaga lub niedowaga może mieć znaczący wpływ na zdrowie, więc chociaż BMI jest niedoskonałą miarą zdrowej masy ciała, jest użytecznym wskaźnikiem tego, czy wymagane są dodatkowe badania lub działania. \nKlasyfikacja masy ciała osób dorosłych na podstawie BMI : \u2029•\t niedowaga poniżej 18.5, \u2029•\t zdrowa waga powyżej 18.5 do 24.9, \u2029•\t idealna waga 24,99, \u2029•\t nadwaga powyżej 24.99 do 29.9, \u2029•\t otyłość  powyżej 29.9 \nWskaźnik masy ciała oblicza się podanym niżej wzorem:\nLegenda: \nPodstawowa Przemiana Materii BMI (Wskaźnik Masy Ciała [index])\nW (bieżąca waga [Kg])\nH (wzrost [cm])\n",

  "bmr_title": "Podstawowa Przemiana Materii",
  "bmr_short_title": "BMR",
  "bmr_description": "BMR (z Ang. Basal Metabolic Rate) Wzór Benedicta-Harrisa pozwala określić podstawową przemianę materii. \nPodstawową przemianą materii, zwaną w skrócie PPM lub z ang. BMR nazywamy taki poziom zapotrzebowania na energię, który wystarcza człowiekowi na zachowanie podstawowych funkcji życiowych. \nPodstawowa przemiana materii to ilość energii potrzebnej podczas odpoczynku w umiarkowanym środowisku, gdy układ pokarmowy jest nieaktywny.",
  "bmr_long_description": "Podstawowa Przemiana Materii (BMR) to ilość energii potrzebnej podczas odpoczynku w umiarkowanym środowisku, gdy układ pokarmowy jest nieaktywny. \nW takim stanie energia będzie wykorzystywana tylko do utrzymania ważnych narządów, do których należą serce, płuca, nerki, układ nerwowy, jelita, wątroba, płuca, narządy płciowe, mięśnie i skóra. \nW przypadku większości ludzi ponad 50% - 70% całkowitej energii (kalorii) spalanych każdego dnia jest związane z utrzymaniem. Aktywność fizyczna stanowi ~ 20% wydatków, a ~ 10% jest wykorzystywane do trawienia pożywienia, znanego również jako termogeneza. \nŚrednia wartość PPM u zdrowego człowieka wynosi około 1 kcal / 1 kg masy ciała / 1 godz. \nBMR jest mierzony w bardzo restrykcyjnych okolicznościach podczas czuwania. Dokładny pomiar BMR wymaga, aby współczulny układ nerwowy osoby był nieaktywny, co oznacza, że ​ osoba musi być całkowicie wypoczęta. \nPodstawowy metabolizm jest zwykle największym składnikiem całkowitych potrzeb kalorycznych człowieka. Dzienne zapotrzebowanie kaloryczne to wartość BMR pomnożona przez współczynnik o wartości od 1,2 do 1,9, w zależności od poziomu aktywności fizycznej.\nWartość Podstawowej Przemiany Materii wyrażana jest wzorem:\nLegenda: \nPodstawowa Przemiana Materii BMR (Podstawowa Przemiana Materii [Kcal])\nW (bieżąca waga [Kg])\nH (wzrost [cm])\nA (wiek [lata])\n",
  "bmr_unit": "Kcal",

  "ter_title": "Całkowita Przemiana Materii",
  "ter_short_title": "TER",
  "ter_description": "Całkowita przemiana materii (z ang. Total Energy Requirement ) określa całodobowy wydatek energetyczny człowieka, na który składają się wydatki związane z prawidłowym funkcjonowaniem organizmu (BMR - Basal Metabolic Rate, czyli oddychanie, praca serca itp.) oraz wydatki energetyczne związane z życiem codziennym, pracą zawodową, aktywnością sportową, treningiem, wysiłkiem fizycznym.",
  "ter_long_description": "Całkowita Przemiana Materii (z ang. Total Energy Requirement) jest to iloczyn wyniku z Podstawowej Przemiany Materii i poziomu aktywności fizycznej.\nPodstawowa Przemiana Materii (BMR z ang. Basal Metabolic Rate) , to najniższy poziom przemian energetycznych, warunkujący dostarczenie energii niezbędnej do zachowania podstawowych funkcji życiowych w optymalnych warunkach bytowych (odpowiednia temperatura, wilgotność powietrza). Upraszczając: to taka ilość energii, która jest potrzebna do utrzymania podstawowych funkcji życiowych takich jak: oddychanie, krążenie, praca serca, utrzymanie stałej ciepłoty ciała, budowa i odbudowa tkanek, napięcie mięśni, czynność wydalnicza i wydzielnicza, praca układu nerwowego. Całkowite zapotrzebowanie energetyczne oblicza się mnożąc współczynnik aktywności przez współczynnik podstawowej przemiany materii: \nWspółczynnik aktywności (AC): \u2029•\t AC = 1.2 - Bardzo niska aktywność, codzienna rutyna, lekka praca biurowa, sprzątanie domu.\u2029•\t AC = 1.4 - Niska aktywność, lekka praca robotnika, losowe bieganie.\u2029•\t AC = 1.6 - Średnia aktywność, trudniejszy robotnik uprawia sporty losowe, pływanie, regularne jogging.\u2029•\t AC = 1.75 - Wysoka aktywność, regularny sport, siłownia, gra w piłkę nożną, fitness.\u2029•\t AC = 1.9 - Bardzo wysoka aktywność, podnoszenie ciężarów, sztuki walki, kulturystyka. \nCałkowita Przemiana Materii - TER wyraża się wzorem: \nLegenda: \nCałkowita Przemiana Materii - TER (Całkowita Przemiana Materii [Kcal] )\nPodstawowa Przemiana Materii BMR (Podstawowa Przemiana Materii [Kcal] )\nW (bieżąca waga [Kg] )\nH (wzrost [cm] )\nA (wiek [lata])\nAC (aktywność)\n",
  "ter_unit": "Kcal",

  "whr_title": "Stosunek Talii do Bioder",
  "whr_short_title": "WHR",
  "whr_long_description": "Poprawnie wyznaczone obwody pozwalają na obliczenie wartości WHR. Stosunek obwodu talii do obwodu bioder większy lub równy 0,85 u kobiet lub 1,0 u mężczyzn oznacza otyłość androidalną (brzuszną, typu jabłka). Otyłość gynoidalny (pośladkowo-udową, typu gruszki) określa się innymi metodami.Według psychologów ewolucyjnych współczynnik ten jest miarodajnym, liczbowym wskaźnikiem atrakcyjności fizycznej kobiet w oczach mężczyzn. W większości kultur za najbardziej atrakcyjny uważany jest kobiecy kształt o WHR = 0,7. Obserwacje te potwierdzają badania, w których wykazano, że na widok nagich kobiet mających WHR około 0,7 dochodzi do aktywacji w mózgu mężczyzn ośrodka przyjemności. Przypuszcza się, że jest to powiązane z nieświadomym ocenianiem potencjału płodności kobiety przez mężczyznę, gdyż kobiety o szerokiej miednicy znacznie łatwiej przechodzą ciążę i poród. W celu obliczenia stosunku obwodu talii do obwodu bioder należy uprzednio dokonać pomiaru obwodu talii i bioder. Pomiarów tych należy dokonać możliwie dokładnie, na przykład za pomocą taśmy do pomiarów antropometrycznych z siłomierzem i w ściśle określonym miejscu ciała. Obwód talii należy zmierzyć w połowie odległości między dolnym brzegiem (łukiem) żeber a górnym brzegiem grzebienia kości biodrowej, natomiast pomiaru obwodu bioder dokonuje się, prowadząc miarkę przez największą wypukłość mięśni pośladkowych, poniżej talerzy biodrowych. Obliczenia przeprowadza się zgodnie z poniższym wzorem.\nLegenda: \nWHR (Stosunek Talii Do Bioder [index])\nWa( Waist [cm])\nHi (hips [cm])\n",

  "whr_good": "Dobre (typ gruszka)",
  "whr_good_description": "Kalkulator WHR (Waist Hip Ratio) to niezwykle przydatny wskaźnik w ocenie rozmieszczenia tkanki tłuszczowej w organizmie. Wskaźnik WHR to stosunek obwodu talii do bioder. Stosuje się go do określenia typu sylwetki lub typu otyłości u osób z nadmierną masą ciała. Dzięki określeniu rozmieszczenia tkanki tłuszczowej u osób z nadwagą i otyłością można stwierdzić, czy występuje u nich zwiększone ryzyko wystąpienia groźnych chorób cywilizacyjnych.Kobiety o współczynniku 0,8 lub poniżej i mężczyźni o 0,95 lub poniżej mają kształt gruszki. Osoby z ciałami w kształcie gruszki należą do niższej kategorii ryzyka problemów zdrowotnych.\nTwoje WHR wskazuje typ - Gruszka (niskie zagrożenie dla zdrowia)\nOsoby z ciałami w kształcie gruszki należą do niższej kategorii ryzyka wystąpienia problemów zdrowotnych, takich jak choroby serca, cukrzyca typu 2 i niektóre formy raka. W ciałach gruszkowatych tłuszcz ma tendencję do gromadzenia się wokół bioder i pośladków, a nie talii. To zależy wyłącznie od genetyki. Jednak NHS zauważa, że nawet gruszki są bardziej zagrożone, jeśli ich obwód w talii przekracza 37 cali / 94 cm",

  "whr_average": "Średni (typ Avocado)",
  "whr_average_description": "Kalkulator WHR (Waist Hip Ratio) to niezwykle przydatny wskaźnik w ocenie rozmieszczenia tkanki tłuszczowej w organizmie. Wskaźnik WHR to stosunek obwodu talii do bioder. Stosuje się go do określenia typu sylwetki lub typu otyłości u osób z nadmierną masą ciała. Dzięki określeniu rozmieszczenia tkanki tłuszczowej u osób z nadwagą i otyłością można stwierdzić, czy występuje u nich zwiększone ryzyko wystąpienia groźnych chorób cywilizacyjnych.Kobiety o współczynniku 0,8 lub poniżej i mężczyźni o 0,95 lub poniżej mają kształt gruszki. Osoby z ciałami w kształcie gruszki należą do niższej kategorii ryzyka problemów zdrowotnych.\n Twoje WHR wskazuje typ Avocado - Umiarkowane zagrożenie dla zdrowia: (Avocado shape typ avokado)\nOsoby, których proporcje mieszczą się między niskim i wysokim progiem, są w umiarkowanym stopniu narażone na problemy zdrowotne i czasami nazywane są awokado. Twój WHR należy do kategorii umiarkowanego ryzyka problemów zdrowotnych, takich jak choroby serca, cukrzyca typu 2 i niektóre formy raka.",
  "whr_high": "Wysoki (typ jabłko)",
  "whr_high_description": "Kalkulator WHR (Waist Hip Ratio) to niezwykle przydatny wskaźnik w ocenie rozmieszczenia tkanki tłuszczowej w organizmie. Wskaźnik WHR to stosunek obwodu talii do bioder. Stosuje się go do określenia typu sylwetki lub typu otyłości u osób z nadmierną masą ciała. Dzięki określeniu rozmieszczenia tkanki tłuszczowej u osób z nadwagą i otyłością można stwierdzić, czy występuje u nich zwiększone ryzyko wystąpienia groźnych chorób cywilizacyjnych.Kobiety o współczynniku 0,8 lub poniżej i mężczyźni o 0,95 lub poniżej mają kształt gruszki. Osoby z ciałami w kształcie gruszki należą do niższej kategorii ryzyka problemów zdrowotnych.\nWysokie zagrożenie dla zdrowia: (Apple shape, typ jabłko)\nTwoje WHR wskazuje typ androidalny (typ jabłka).\nU osób tego typu budowy tłuszcz ma tendencję do gromadzenia się w środkowej części ciała, a ciała w kształcie jabłka są narażone na wysokie ryzyko cukrzycy typu 2 i chorób serca, a nawet niektórych rodzajów raka.",


  "whtr_title": "Stosunek Talii Do Wzrostu",
  "whtr_short_title": "WHTR",
  "whtr_long_description": "Wskaźnik WHTR (Wskaźnik talia wzrost) to stosunek obwodu talii do wzrostu. Obok pomiaru BMI(Body Mass Index) i WHR(Waist/Hip Ratio) jest to kolejny wskaźnik do oceny stanu odżywienia. \nBMI nie do końca doskonałe pozostaje liderem wśród pomocników oceny stanu odżywienia. Pamiętajmy że BMI nie bierze pod uwagę budowy naszego ciała - stosunku ilości masy mięśniowej do tkanki tłuszczowej (dlatego sportowcy nie powinni się nim sugerować).\nWarto zwrócić również uwagę na to, że mięśnie ważą więcej niż tłuszcz.\nWskaźnik WHTR pomaga nam rozwiązać ten problem i z większa dokładnością przedstawia naszą sytuację zdrowotną. \nSpowodowane jest to tym, że pomiar ten bierze pod uwagę okolice brzucha, czyli miejsce, w którym gromadzi się najwięcej tkanki tłuszczowej, grzebienia kości biodrowej, natomiast pomiaru obwodu bioder dokonuje się, prowadząc miarkę przez największą wypukłość mięśni pośladkowych, poniżej talerzy biodrowych. \nBadanie z 2010 r., Które objęło 11 000 osób przez okres do ośmiu lat, wykazało, że  WHTR jest znacznie lepszą miarą ryzyka zawału serca, udaru mózgu lub śmierci niż powszechnie stosowany wskaźnik masy ciała  (BMI - Body Mass Index). Jednak badanie z 2011 r., Które objęło 60 000 uczestników przez okres do 13 lat, wykazało, że stosunek talii do bioder (po uwzględnieniu BMI) był lepszym predyktorem umieralności z powodu choroby niedokrwiennej serca niż WHTR .\nI odwrotnie, WHTR nie był predyktorem cukrzycy o nowym początku w co najmniej jednym badaniu .WHTR powyżej 0,5 jest krytyczny i oznacza zwiększone ryzyko; w przeglądzie systematycznym opublikowanych badań w 2010 r. stwierdzono, że WHTR może być korzystny, ponieważ pozwala uniknąć wartości granicznych związanych z wiekiem, płcią i pochodzeniem etnicznym. \nDla osób poniżej 40 roku życia wartość krytyczna wynosi 0,5, dla osób w wieku 40–50 lat wartość krytyczna wynosi od 0,5 do 0,6, a dla osób powyżej 50 roku życia wartości krytyczne zaczynają się od 0,6. Obliczenia przeprowadza się zgodnie z poniższym wzorem:\n Legenda:\nWHTR (Stosunek Talii Do Wzrostu [index])\nWa ( waga[Kg])\nH ( wzrost [cm])\n",
  "whtr_extremely_slim": "Niedożywienie",
  "whtr_extremely_slim_description": "Wskaźnik WHTR (Wskaźnik talia wzrost) to stosunek obwodu talii do wzrostu. Obok pomiaru BMI(Body Mass Index) i WHR(Waist/Hip Ratio) jest to kolejny wskaźnik do oceny stanu odżywienia. \nTwoje WHTR wskazuje na niedożywienie - Niedożywienie podobnie jak nadwaga  może powodować problemy zdrowotne. Przyczyną niedowagi może być wiele czynników jak na przykład predyspozycje genetyczne, wysoki metabolizm, bardzo wysoki poziom aktywności fizycznej,  zakażenia bakteryjne, choroby pasożytnicze, zaburzenie równowagi flory bakteryjnej jelit, choroby zmniejszające apetyt – nowotwory, cukrzyca, choroby tarczycy, wrzodziejące zapalenie jelita grubego. \nNiedowaga może mieć bardzo wiele niebezpiecznych dla zdrowia skutków między innymi problemy ze skórą, włosami, zębami, rozwojem osteoporozy, paradontozy, osłabieniem odporności, większym ryzykiem zachorowalności na szereg chorób, przewlekłym zmęczeniem. \nOsoba z niedowagą powinna rozważyć  przestrzeganie zdrowej diety zawierającej pożywne pokarmy o dużej zawartości kalorii. Lekarz może zalecić osobie wypróbowanie określonej diety w celu zwiększenia masy ciała lub skierować ją do dietetyka, który może pomóc osobie opracować odpowiedni dla niej plan diety.",
  "whtr_slim": "Niedowaga",
  "whtr_slim_description": "Wskaźnik WHTR (Wskaźnik talia wzrost) to stosunek obwodu talii do wzrostu. Obok pomiaru BMI(Body Mass Index) i WHR(Waist/Hip Ratio) jest to kolejny wskaźnik do oceny stanu odżywienia. \nTwoje WHTR wskazuje na niedowagę - Niedowaga podobnie jak nadwaga  może powodować problemy zdrowotne. Przyczyną niedowagi może być wiele czynników jak na przykład predyspozycje genetyczne, wysoki metabolizm, bardzo wysoki poziom aktywności fizycznej,  zakażenia bakteryjne, choroby pasożytnicze, zaburzenie równowagi flory bakteryjnej jelit, choroby zmniejszające apetyt.\nOsoba z niedowagą powinna rozważyć  przestrzeganie zdrowej diety zawierającej pożywne pokarmy o dużej zawartości kalorii. Lekarz może zalecić osobie wypróbowanie określonej diety w celu zwiększenia masy ciała lub skierować ją do dietetyka, który może pomóc osobie opracować odpowiedni dla niej plan diety.",
  "whtr_healthy": "Zdrowy",
  "whtr_healthy_description": "Wskaźnik WHTR (Wskaźnik talia wzrost) to stosunek obwodu talii do wzrostu. Obok pomiaru BMI(Body Mass Index) i WHR(Waist/Hip Ratio) jest to kolejny wskaźnik do oceny stanu odżywienia. \nTwoje WHTR wskazuje prawidłową masę ciała. \nTak trzymaj to jest twój normalny zakres WHTR. \nUtrzymując zdrowy poziom tkanki tłuszczowej oznacza, że istnieje znacznie mniejsze ryzyko wystąpienia komplikacji zdrowotnych.",
  "whtr_overweight": "Nadwaga",
  "whtr_overweight_description": "Wskaźnik WHTR (Wskaźnik talia wzrost) to stosunek obwodu talii do wzrostu. Obok pomiaru BMI(Body Mass Index) i WHR(Waist/Hip Ratio) jest to kolejny wskaźnik do oceny stanu odżywienia. \nTwoje WHTR wskazuje na nadwagę. \nInnymi słowy, masz wyższy niż idealny poziom tkanki tłuszczowej, biorąc pod uwagę Twój wzrost. W takich przypadkach ważne jest, żeby schudnąć, aby poprawić swoje zdrowie. \n Zaleca się konsultacje z lekarzem lub dietetykiem w celu uzyskania fachowej porady.",
  "whtr_very_overweight": "Wysoka nadwaga",
  "whtr_very_overweight_description": "Wskaźnik WHTR (Wskaźnik talia wzrost) to stosunek obwodu talii do wzrostu. Obok pomiaru BMI(Body Mass Index) i WHR(Waist/Hip Ratio) jest to kolejny wskaźnik do oceny stanu odżywienia. \nTwoje WHTR wskazuje na znaczną nadwagę,  oznacza to, że jestem o krok od stanu otyłości. \nOznacza to, że masz za dużo tkanki tłuszczowej w stosunku do wzrostu, co może stanowić zagrożenie dla zdrowia. \n Zaleca się skonsultowanie się z lekarzem lub dietetykiem w celu uzyskania fachowej porady.",
  "whtr_obese": "Otyłość",
  "whtr_obese_description": "Twoje WHTR wskazuje na otyłość,  oznacza to, że jesteś otyły, czyli innymi słowy, masz dużą nadwagę. Oznacza to, że masz o wiele za dużo tkanki tłuszczowej w stosunku do wzrostu, co może stanowić poważne zagrożenie dla zdrowia.",

  "ymca_title": "Procent Masy Tłuszczowej",
  "ymca_short_title": "YMCA",
  "ymca_description": "Kalkulator YMCA jest kalkulatorem obliczającym poziom tkanki tłuszczowej w organizmie człowieka bez użycia specjalistycznego analizatora składu ciała. .\nMetoda YMCA jest wyjątkowo skuteczna w jej określaniu dzięki temu, że jest prosta z założenia, ale wzór jest wystarczająco zaawansowany i skomplikowany by pozwolić na dokładność..\nZnajomość procentowej zawartości tkanki tłuszczowej jest kluczowa podczas układania diety. Wiadomo wtedy czy dieta ma być nisko czy wysokokaloryczna. YMCA stanowi idealne narzędzie do określania i śledzenia na bieżąco postępów w odchudzaniu.",
  "ymca_long_description": "Ten kalkulator wykorzystuje formułę opracowaną przez YMCA do oszacowania procentowej zawartości tkanki tłuszczowej bez suwmiarki.\nMetoda YMCA pozwala w bardzo łatwy sposób określić procentową zawartość tkanki tłuszczowej w organizmie na podstawie płci, wieku, masy ciała oraz obwodu talii. \nTen wskaźnik ma szczególne zastosowanie w przypadku kontrolowania postępów diet redukcyjnych oraz w celu monitorowania zmian zachodzących w organizmie. \nJest to alternatywny sposób uzyskania wiedzy na temat ilości tkanki tłuszczowej w stosunku do specjalistycznych urządzeń pomiarowych. \nWarto wiedzieć, że metoda YMCA nie znajduje zastosowania w przypadku kobiet ciężarnych oraz osób poniżej 19 roku życia.\nUżyj taśmy mierniczej i wprowadź swój pomiar talii. Połącz pomiar talii z płcią i wagą, a ten kalkulator oszacuje procent tłuszczu w ciele,  i wskaże ogólną kategorię sprawności.  formuła YMCA jest dokładna w granicach 1-3% dla większości ludzi.\nObliczenia przeprowadza się zgodnie z poniższym wzorem:\nLegenda: \nYMCA (Procent Masy Tłuszczowej [%])\nW ( waga [kg]) \nH ( wzrost [cm]) \nWa ( obwód pasa [cm])\n",
  "ymca_essential_fat": "(% BF) Niezbędny tłuszcz",
  "ymca_athletes": "(% BF) Atleta",
  "ymca_fitness": "(% BF) Dobra kondycja",
  "ymca_average": "(% BF) Średni",
  "ymca_obese": "(% BF) Otyłość",

  "aymca_title": "Masa Tłuszczowa",
  "aymca_description": "Kalkulator NAVY Fitness jest kalkulatorem obliczającym procentowy poziom tkanki tłuszczowej w organizmie człowieka bez użycia specjalistycznego analizatora składu ciała. .\nNa potrzeby FitNumbers wzór został uzupełniony tak aby pokazywać wartość wagową masy tłuszczowej w ciele..\nMetoda US NAVY jest wyjątkowo skuteczna w jej określaniu dzięki temu, że jest prosta z założenia, ale wzór jest wystarczająco zaawansowany i skomplikowany by pozwolić na dokładność..\n",
  "aymca_long_description":"Istnieje wiele specyficznych technik pomiaru tkanki tłuszczowej. US NAVY kalkulator jest równaniem opracowanym w Naval Health Research Center przez Hodgdona i Becketta w 1984 roku.\nAby uzyskać szacunkowy pomiar procentowej zawartości tkanki tłuszczowej, użyj miarki, a następnie wprowadź wymiary talii, bioder i szyi. Połącz te pomiary z płcią i wzrostem, a ten kalkulator marynarki wojennej oszacuje procent tkanki tłuszczowej, masę beztłuszczową, masę tłuszczu i ogólną kategorię sprawności marynarki wojennej. Test wypierania wody jest najdokładniejszym sposobem określenia procentowej zawartości tkanki tłuszczowej, ale test tłuszczu w organizmie US NAVY lub wzór YMCA jest dokładny w zakresie 1- 3% dla większości ludzi.\nTylko dla kobiet: zmierz obwód bioder badanej osoby na największym poziomie w poziomie.\nNa potrzeby FitNumbers wzór został uzupełniony tak aby pokazywać wartość wagową masy tłuszczowej w ciele. \nKalkulację US NAVY wyraża się następującym wzorem: \nLegenda: \nUS NAVY (Masa Tłuszczowa [kg] )\nHi (obwód bioder [cm]) \nN (obwód szyi [cm]) \nH ( wzrost [cm]) \nWa ( obwód pasa [cm])\nW ( bieżąca waga [kg])\n",
  "aymca_unit": "(Kg BF)",
  "aymca_essential_fat": "(Kg BF) Niezbędny tłuszcz",
  "aymca_athletes": "(Kg BF) Atleta",
  "aymca_fitness": "(Kg BF) Dobra kondycja",
  "aymca_average": "(Kg BF) Średni",
  "aymca_obese": "(Kg BF) Otyłość",

  "purebmr_title": "min. Podstawowa Przemiana Materii",
  "purebmr_description": "Kalkulator BMR (z Ang. Basal Metabolic Rate) zmodyfikowany na potrzeby FitNumbers w zależności od ustawień do wzoru podstawiana jest wartość zaznaczonej masy ciała np: \u2029•\t Bieżącej masy ciała minus waga tkanki tłuszczowej ( ze wzoru US NAVY) \u2029•\t Wagi wg. Wzoru Potton-a \u2029•\t Wagi wg. Wzoru Lorentz-a \u2029•\t Bieżącej masy ciała\nBMR (z Ang. Basal Metabolic Rate)  Wzór Benedicta-Harrisa pozwala określić podstawową przemianę materii. \nPodstawową przemianą materii, zwaną w skrócie PPM lub z ang. BMR nazywamy taki poziom zapotrzebowania na energię, który wystarcza człowiekowi na zachowanie podstawowych funkcji życiowych. \nPodstawowa przemiana materii to ilość energii potrzebnej podczas odpoczynku w umiarkowanym środowisku, gdy układ pokarmowy jest nieaktywny.",
  "purebmr_long_description": "Podstawowa Przemiana Materii (BMR) to ilość energii potrzebnej podczas odpoczynku w umiarkowanym środowisku, gdy układ pokarmowy jest nieaktywny. \nW takim stanie energia będzie wykorzystywana tylko do utrzymania ważnych narządów, do których należą serce, płuca, nerki, układ nerwowy, jelita, wątroba, płuca, narządy płciowe, mięśnie i skóra. \nW przypadku większości ludzi ponad 50% - 70% całkowitej energii (kalorii) spalanych każdego dnia jest związane z utrzymaniem. Aktywność fizyczna stanowi ~ 20% wydatków, a ~ 10% jest wykorzystywane do trawienia pożywienia, znanego również jako termogeneza. \nŚrednia wartość PPM u zdrowego człowieka wynosi około 1 kcal / 1 kg masy ciała / 1 godz. \nBMR jest mierzony w bardzo restrykcyjnych okolicznościach podczas czuwania. Dokładny pomiar BMR wymaga, aby współczulny układ nerwowy osoby był nieaktywny, co oznacza, że ​osoba musi być całkowicie wypoczęta. \nPodstawowy metabolizm jest zwykle największym składnikiem całkowitych potrzeb kalorycznych człowieka.\nW zależności od ustawień do wzoru podstawiana jest wartość zaznaczonej masy ciała np: \u2029•\t Bieżącej masy ciała minus waga tkanki tłuszczowej ( ze wzoru US NAVY) \u2029•\t Wagi wg. Wzoru Potton-a \u2029•\t Wagi wg. Wzoru Lorentz-a \u2029•\t Bieżącej masy ciała\nWartość Podstawowej Przemiany Materii wyrażana jest wzorem:\nLegenda: \nPodstawowa Przemiana Materii BMR(Podstawowa Przemiana Materii [Kcal])\nW (wybrana masa ciała [Kg])\nH (wzrost [cm])\nA (wiek [lata])\n",

  "pureter_title": "min. Całkowita Przemiana Materii",
  "pureter_description": "Kalkulator całkowitej przemiany materii (z ang. Total Energy Requirement ) zmodyfikowany na potrzeby FitNumbers w zależności od ustawień do wzoru podstawiana jest wartość zaznaczonej masy ciała np: \u2029•\t Bieżącej masy ciała minus waga tkanki tłuszczowej ( ze wzoru US NAVY) \u2029•\t Wagi wg. Wzoru Potton-a \u2029•\t Wagi wg. Wzoru Lorentz-a \u2029•\t Bieżącej masy ciała\nCałkowita przemiana materii (z ang. Total Energy Requirement ) określa całodobowy wydatek energetyczny człowieka, na który składają się wydatki związane z prawidłowym funkcjonowaniem organizmu (BMR - Basal Metabolic Rate, czyli oddychanie, praca serca itp.) oraz wydatki energetyczne związane z życiem codziennym, pracą zawodową, aktywnością sportową, treningiem, wysiłkiem fizycznym.",
  "pureter_long_description": "Całkowita Przemiana Materii (z ang. Total Energy Requirement) jest to iloczyn wyniku z Podstawowej Przemiany Materii i poziomu aktywności fizycznej.\nPodstawowa Przemiana Materii (BMR z ang. Basal Metabolic Rate) , to najniższy poziom przemian energetycznych, warunkujący dostarczenie energii niezbędnej do zachowania podstawowych funkcji życiowych w optymalnych warunkach bytowych (odpowiednia temperatura, wilgotność powietrza). Upraszczając: to taka ilość energii, która jest potrzebna do utrzymania podstawowych funkcji życiowych takich jak: oddychanie, krążenie, praca serca, utrzymanie stałej ciepłoty ciała, budowa i odbudowa tkanek, napięcie mięśni, czynność wydalnicza i wydzielnicza, praca układu nerwowego. Całkowite zapotrzebowanie energetyczne oblicza się mnożąc współczynnik aktywności przez współczynnik podstawowej przemiany materii: \nWspółczynnik aktywności (AC):\u2029•\t AC = 1.2 - Bardzo niska aktywność, codzienna rutyna, lekka praca biurowa, sprzątanie domu.\u2029•\t AC = 1.4 - Niska aktywność, lekka praca robotnika, losowe bieganie.\u2029•\t AC = 1.6 - Średnia aktywność, trudniejszy robotnik uprawia sporty losowe, pływanie, regularne jogging.\u2029•\t AC = 1.75 - Wysoka aktywność, regularny sport, siłownia, gra w piłkę nożną, fitness.\u2029•\t AC = 1.9 - Bardzo wysoka aktywność, podnoszenie ciężarów, sztuki walki, kulturystyka. \nCałkowita Przemiana Materii - TER wyraża się wzorem: \nLegenda: \nCałkowita Przemiana Materii - TER (Całkowita Przemiana Materii [Kcal])\nPodstawowa Przemiana Materii BMR (Podstawowa Przemiana Materii [Kcal])\nW ( wybrana masa ciała [Kg])\nH ( wzrost [cm])\nA (wiek [lata])\nAC ( aktywność)\n",

  "potton_title": "Prawidłowa waga wzór Potton-a",
  "potton_description": "Należna masa ciała (wg. wzoru Potton-a) to inaczej idealna lub pożądana masa ciała, taka, która chroni zarówno przed niedożywieniem, jak i nadwagą i otyłością. Jest to optymalna masa ciała, która pozwala na zachowanie zdrowia i prawidłowe funkcjonowanie. \nAby oszacować czy występuje nadwaga, otyłość lub wychudzenie należy porównać aktualną masę ciała do wyliczonej należnej. Jeśli masz prawidłową masę ciała, to istnieje zaledwie niewielkie ryzyko wystąpienia chorób cywilizacyjnych, takich jak choroby serca, cukrzyca typu 2 czy niektóre nowotwory.",
  "potton_unit": "Kg",
  "potton_long_description": "Z wykorzystaniem obliczeń na idealną masę ciała jest podobnie jak ze wskaźnikiem BMI – nie u każdego znajdą one zastosowanie. Kalkulator masy ciała wg. Potton-a obliczający należną masę ciała sprawdzi się najlepiej u osób o przeciętnej budowie ciała, gdyż zarówno u osób o wysokiej masie mięśniowej, jak i u szczupłych lekkoatletów ten wynik będzie zafałszowany.Obliczenia idealnej masy ciała oraz wskaźnika BMI u osób uprawiających sport mogą sugerować nadwagę lub nawet otyłość, podczas gdy w rzeczywistości sportowiec ten jest dobrze zbudowany i ma wysoką zawartość tkanki mięśniowej. Podobne zakłamanie może dotyczyć rosłych, szczupłych lekkoatletów, u których obliczenia mogą wskazywać na niedowagę lub nawet wychudzenie. \nKalkulacje masy ciała wg. Potton-a oblicza się stosując poniższy wzór:  \nLegenda:\u2029•\t Potton [Kg] \u2029•\t H ( wzrost [cm])",

  "lorenz_title": "Prawidłowa waga wzór Lorenz-a",
  "lorenz_description": "Należna masa ciała (wg. wzoru Lorenz-a) to inaczej idealna lub pożądana masa ciała, taka, która chroni zarówno przed niedożywieniem, jak i nadwagą i otyłością. Jest to optymalna masa ciała, która pozwala na zachowanie zdrowia i prawidłowe funkcjonowanie. \nAby oszacować czy występuje nadwaga, otyłość lub wychudzenie należy porównać aktualną masę ciała do wyliczonej należnej. Jeśli masz prawidłową masę ciała, to istnieje zaledwie niewielkie ryzyko wystąpienia chorób cywilizacyjnych, takich jak choroby serca, cukrzyca typu 2 czy niektóre nowotwory.",
  "lorenz_unit": "Kg",
  "lorenz_long_description": "Z wykorzystaniem obliczeń na idealną masę ciała jest podobnie jak ze wskaźnikiem BMI – nie u każdego znajdą one zastosowanie. \nKalkulator masy ciała wg. Lorenz-a obliczający należną masę ciała sprawdzi się najlepiej u osób o przeciętnej budowie ciała, gdyż zarówno u osób o wysokiej masie mięśniowej, jak i u szczupłych lekkoatletów ten wynik będzie zafałszowany.Obliczenia idealnej masy ciała oraz wskaźnika BMI u osób uprawiających sport mogą sugerować nadwagę lub nawet otyłość, podczas gdy w rzeczywistości sportowiec ten jest dobrze zbudowany i ma wysoką zawartość tkanki mięśniowej. Podobne zakłamanie może dotyczyć rosłych, szczupłych lekkoatletów, u których obliczenia mogą wskazywać na niedowagę lub nawet wychudzenie. \nKalkulacje masy ciała wg. Lorenz-a oblicza się stosując poniższy wzór:  \nLegenda:\u2029•\t Lorenz[Kg] \u2029•\t H ( wzrost [cm])",

  "pureweight_title": "Beztłuszczowa waga",
  "pureweight_description": "Kalkulator beztłuszczowej masy ciała określa różnicę aktualnej wagi ciała i wagi tkanki tłuszczowej. \nTaka kalkulacja może przybliżać do wyniku prawidłowej wagi ale także w przypadku niektórych typów sylwetek może wskazywać błędne wyniki.",
  "pureweight_unit": "Kg",
  "pureweight_long_description": "Kalkulator beztłuszczowej masy ciała określa różnicę aktualnej wagi ciała i wagi tkanki tłuszczowej otrzymanej przy pomocy modernizacji wzoru na procentową zawartość tkanki tłuszczowej stosowanej przez U.S. Navy Fitness. \nObliczenia beztłuszczowej masy ciała u osób uprawiających sport mogą sugerować błędne wyniki podobne zakłamanie może dotyczyć rosłych, szczupłych lekkoatletów, u których obliczenia mogą wskazywać na niedowagę lub nawet wychudzenie. \nKalkulacje beztłuszczowej masy ciała oblicza się stosując poniższy wzór: \nLegenda: \nLowFatWeight (beztłuszczowa waga ciała [kg]) \nBF (masa tłuszczu [kg])\nW (bieżąca waga [kg])\n",

  "water_unit": "L",
  "water_title": "Spożycie wody",
  "water_description": "Kalkulator wody wylicza zapotrzebowanie na wodę na podstawie masy ciała. \nWoda jest głównym składnikiem organizmu człowieka i stanowi około 45-75% masy ciała. \nU dorosłego człowieka o prawidłowej masie ciała, udział wody sięga zwykle około 60%. \nWięcej wody znajduje się w organizmach mężczyzn niż kobiet - wynika to z faktu, że w organizmie kobiety znajduje się więcej tkanki tłuszczowej. \nWoda zaliczana jest do niezbędnych składników pokarmowych, ponieważ organizm nie jest w stanie jej sam wytwarzać. Kalkulator wody wylicza zapotrzebowanie na wodę na podstawie masy ciała, jednak zależy ono również od wielu innych czynników czynników.",
  "water_long_description": "Woda jest głównym składnikiem organizmu człowieka i stanowi około 45-75% masy ciała. U dorosłego człowieka o prawidłowej masie ciała, udział wody sięga zwykle około 60%. Więcej wody znajduje się w organizmach mężczyzn niż kobiet - wynika to z faktu, że w organizmie kobiety znajduje się więcej tkanki tłuszczowej. \nWoda zaliczana jest do niezbędnych składników pokarmowych, ponieważ organizm nie jest w stanie jej sam wytwarzać. Kalkulator wody wylicza zapotrzebowanie na wodę na podstawie masy ciała, jednak zależy ono również od wielu innych czynników czynników, takich jak: \u2029•\t wiek,\u2029•\t płeć,\u2029•\t stan fizjologiczny,\u2029•\t aktywność fizyczna,\u2029•\t warunki klimatyczne,\u2029•\t stan zdrowia,\u2029•\t wartość kaloryczna diety (im wyższa, tym większe zapotrzebowanie na wodę),\u2029•\t skład diety. \nNiektóre leki, alkohol i kofeina mogą zwiększać diurezę (wydalanie moczu) i tym samym wpływać na większe zapotrzebowanie organizmu na wodę. Wysokie spożycie białka, błonnika czy sodu, również wymaga zwiększenie ilości wody w diecie. \nWedług norm żywienia ustalonych przez Instytut Żywności i Żywienia wystarczające spożycie wody (AI - adequate intake) pochodzącej z napojów i produktów spożywczych, dla dorosłych osób wynosi: \u2029•\t dla mężczyzn - 2500 ml na dobę,\u2029•\t dla kobiet - 2000 ml na dobę,\u2029•\t dla kobiet w ciąży - 2300 ml,\u2029•\t dla kobiet podczas laktacji - 2700 ml.\nUczucie pragnienia z reguły pozostaje w tyle za zapotrzebowaniem organizmu na wodę. \nOdstęp czasu, który upływa od pojawienia się uczucia pragnienia i podjęcia odpowiednich działań, aby się napić, wypicia szklanki napoju, jego strawienia, zmetabolizowania i uzupełnienia zapotrzebowania organizmu na wodę, jest na tyle długi, że zagraża wystąpieniem objawów odwodnienia. \nUtrata 3% wody powoduje uczucie zmęczenia, ból głowy, zawroty głowy, przegrzanie ciała, większa - zatrzymanie pocenia się i udar cieplny. Przy utracie 10 % wody odwodnienie zagraża życiu. Ciężkie wymioty i biegunka stanowią bezpośrednie zagrożenie życia. \nLegenda: \nH2O (dobowe spożycie wody [L]) \nW (bieżąca waga [kg])\n",

  "protein_unit": "Kcal",
  "protein_title": "Spożycie białka",
  "protein_description": "Kalkulator obliczający dzienne zapotrzebowanie na ilość białka. W zależności od ustawień kalkulacja oblicza zapotrzebowanie białka w kaloriach (Kcal) lub gramach (g) do maksymalnego lub minimalnego zapotrzebowania (Podstawowej Przemiany Materii z ang. Basal Metabolic Rate lub Całkowitej Przemiany Materii - z ang. Total Energy Requirement), wartości są obliczane do zaznaczonej w ustawieniach masy ciała tj.\u2029•\t Bieżącej masy ciała minus waga tkanki tłuszczowej ( ze wzoru US NAVY) \u2029•\t Wagi wg. Wzoru Potton-a \u2029•\t Wagi wg. Wzoru Lorentz-a \u2029•\t Bieżącej masy ciała\n",
  "protein_long_description": "Białko jest jednym z podstawowych składników odżywczych. Jego dostarczanie jest niezbędne do prawidłowego funkcjonowania organizmu, ponieważ proteiny w różny sposób uczestniczą właściwie we wszystkich procesach zachodzących w organizmie. \nBiałka stanowią około 20% masy ciała człowieka i są najważniejszym składnikiem budowy organizmów żywych. \nBiałka zwierzęce tworzy 20 aminokwasów, które dzielimy na: egzogenne (niezbędne), których organizm nie potrafi samodzielnie wytworzyć, endogenne (nie niezbędne), które syntetyzowane są przez organizm, oraz warunkowo niezbędne, które wytwarzane są w organizmie, ale konieczna jest do tego obecność i odpowiednia ilość aminokwasów\negzogennych. \nNiedobór białka w diecie skutkuje zahamowaniem wzrostu i rozwoju organizmu, uniemożliwia odbudowę tkanek, zmniejsza odporność na choroby i utrudnia gojenie się ran. Zaburza także procesy myślowe i funkcjonowanie mózgu. \nJednak zbyt duża ilość białka w diecie może powodować negatywne skutki. \nW zależności od ustawień kalkulacja oblicza zapotrzebowanie białka w kaloriach lub gramach do maksymalnego lub minimalnego zapotrzebowania (Podstawowej Przemiany Materii z ang. Basal Metabolic Rate lub Całkowitej Przemiany Materii - z ang. Total Energy Requirement)\nKalkulacje zapotrzebowania na białko oblicza wzór: \nLegenda: \nP (białko [Kcal]) \nK (kalorie  [Kcal])\nM (procent makroskładników  [%])\n",

  "carbo_unit": "Kcal",
  "carbo_title": "Spożycie węglowodanów",
  "carbo_description": "Kalkulator obliczający dzienne zapotrzebowanie na ilość węglowodanów. W zależności od ustawień kalkulacja oblicza zapotrzebowanie węglowodanów w kaloriach (Kcal) lub gramach (g) do maksymalnego lub minimalnego zapotrzebowania (Podstawowej Przemiany Materii z ang. Basal Metabolic Rate lub Całkowitej Przemiany Materii - z ang. Total Energy Requirement), wartości są obliczane do zaznaczonej w ustawieniach masy ciała tj.\u2029•\t Bieżącej masy ciała minus waga tkanki tłuszczowej ( ze wzoru US NAVY) \u2029•\t Wagi wg. Wzoru Potton-a \u2029•\t Wagi wg. Wzoru Lorentz-a \u2029•\t Bieżącej masy ciała\n",
  "carbo_long_description": "Węglowodany pełnią wiele ważnych funkcji w organizmie człowieka, z których najważniejszą jest dostarczenie energii komórkom naszego organizmu. Glukoza stanowi nadrzędny materiał energetyczny dla człowieka. Jeśli posiłek jest bogaty w węglowodany oraz w białko i tłuszcz, to do wytworzenia energii będą w pierwszej kolejności zużywane najpierw węglowodany. Jeśli ich zabraknie, organizm będzie wykorzystywał kolejno tłuszcze i białka.\nWęglowodany pełnią w ustroju człowieka wiele znaczących dla życia i zdrowia funkcji.Są głównym źródłem energii dla naszego organizmu (spalenie 1 g dostarcza 4 kcal); glukoza stanowi jedyne źródło energii dla mózgu, rdzenia nerwowego i erytrocytów, jest wykorzystywana jako substrat energetyczny przez tkankę mięśniową, wątrobę, serce, nerki i jelita.\nW zależności od ustawień kalkulacja oblicza zapotrzebowanie węglowodanów w kaloriach lub gramach do maksymalnego lub minimalnego zapotrzebowania (Podstawowej Przemiany Materii z ang. Basal Metabolic Rate lub Całkowitej Przemiany Materii - z ang. Total Energy Requirement)\nKalkulacje zapotrzebowania na węglowodany oblicza wzór: \nLegenda: \nC (węglowodany [Kcal]) \nK (kalorie  [Kcal])\nM (procent makroskładników  [%])\n",

  "fat_unit": "Kcal",
  "fat_title": "Spożycie tłuszczy",
  "fat_description": "Kalkulator obliczający dzienne zapotrzebowanie na ilość tłuszczy. W zależności od ustawień kalkulacja oblicza zapotrzebowanie tłuszczy w kaloriach (Kcal) lub gramach (g) do maksymalnego lub minimalnego zapotrzebowania (Podstawowej Przemiany Materii z ang. Basal Metabolic Rate lub Całkowitej Przemiany Materii - z ang. Total Energy Requirement), wartości są obliczane do zaznaczonej w ustawieniach masy ciała tj.\u2029•\t Bieżącej masy ciała minus waga tkanki tłuszczowej ( ze wzoru US NAVY) \u2029•\t Wagi wg. Wzoru Potton-a \u2029•\t Wagi wg. Wzoru Lorentz-a \u2029•\t Bieżącej masy ciała\n",
  "fat_long_description": "Tłuszcze są skoncentrowanym źródłem energii dla wszystkich tkanek i narządów. Wyjątkiem są czerwone ciałka krwi, mózgu oraz nerek.\nUmożliwiają gromadzenie energii. Są główną zapasową formą energetyczną. Ułatwiają również odczuwanie smaku i przełykanie pokarmu. Hamują skurcze żołądka i wydzielani kwaśnego soku żołądkowego. Stanowią również:\u2029•\t budulec błon komórkowych i białej masy mózgu;\u2029•\t jako tłuszcz podskórny chronią organizm przed nadmierną utrata ciepła;\u2029•\t jako tłuszcz około-narządowy stabilizują nerki i inne narządy wewnątrz naszego ciała.\nDodatkowo dostarczają niezbędnych nienasyconych kwasów tłuszczowych, z których powstają hormony tkankowe regulujące procesy w komórkach w różnych częściach ciała.\nDecydują one o:\u2029•\t sprawności układu krążenia;\u2029•\t stanie skóry i włosów.\nSą także źródłem witaminy D. Ułatwiają także przyswajanie witamin A, D, E z innych produktów.\nNajważniejszymi składnikami tłuszczów pożywienia są kwasy tłuszczowe. Wyróżniamy następujące grupy kwasów tłuszczowych: nasycone, jednonienasycone i wielonienasycone. Te ostatnie dzielą się na kwasy omega-6 i omega-3. Każda grupa pełni nieco inną rolę w organizmie. \nW zależności od ustawień kalkulacja oblicza zapotrzebowanie tłuszczy w kaloriach lub gramach do maksymalnego lub minimalnego zapotrzebowania (Podstawowej Przemiany Materii z ang. Basal Metabolic Rate lub Całkowitej Przemiany Materii - z ang. Total Energy Requirement)\nKalkulacje zapotrzebowania na białko oblicza wzór: \nLegenda: \nP (białko [Kcal]) \nK(kalorie  [Kcal])\nM(procent makroskładników  [%])\n",

  "maxhr_unit": "BPM",
  "maxhr_title": "Tętno maksymalne",
  "maxhr_description": "Kalkulator obliczający tętno maksymalne. \nTętno, puls w ujęciu naukowym to falisty ruch naczyń tętniczych zależny od skurczów serca i od elastyczności ścian tętniczych. Definiując tętno prościej jest to liczba uderzeń serca na minutę. \nTętno maksymalne to największa liczba uderzeń na minutę z jaką serce może tłoczyć krew przy maksymalnym obciążeniu. \nNormalna częstotliwość rytmu serca zależy od osoby. Znajomość własnego tętna może być ważnym wskaźnikiem naszego zdrowia.\nNa częstość bicia serca ma wpływ wiele czynników m.in.: \nwysiłek wiek waga choroby kondycja emocje \nNawet jeśli nie jesteś sportowcem, wiedza na temat tętna może pomóc w monitorowaniu poziomu sprawności, a nawet może pomóc wykryć problemy zdrowotne.",
  "maxhr_long_description": "Tętno spoczynkowe jest to najniższa wartość tętna. Wówczas serce pompuje najmniejszą ilość krwi, która potrzebna jest do natlenienia i pracy organizmu. Jeśli siedzisz lub leżysz i jesteś spokojny, zrelaksowany i nie jesteś chory, twoje tętno zwykle wynosi między 50 a 100 uderzeń na minutę. Częstość akcji serca niższa niż 50 nie musi sygnalizować problemu. Może to być wynikiem zażywania leku, takiego jak beta-bloker. Niższe tętno jest również powszechne u osób, które mają dużą aktywność fizyczną lub są bardzo wysportowane. Aktywne fizycznie osoby często mają niższe tętno, ponieważ ich mięsień sercowy jest w lepszym stanie i nie musi pracować tak ciężko, aby utrzymać stały rytm. Jeśli jednak masz tętno spoczynkowe ponad 100 uderzeń na minutę, jest to tachykardia i powinieneś koniecznie udać się do lekarza. \nTętno, puls w ujęciu naukowym to falisty ruch naczyń tętniczych zależny od skurczów serca i od elastyczności ścian tętniczych. Definiując tętno prościej jest to liczba uderzeń serca na minutę. \nKalkulator obliczający tętno maksymalne. \nTętno maksymalne to największa liczba uderzeń na minutę z jaką serce może tłoczyć krew przy maksymalnym obciążeniu. \nJak Mierzyc tętno? \nNajdokładniejsze pomiary tętna dokonuje się na tętnicach. Najlepszymi miejscami do pomiaru tętna są: \nszyja nadgarstki łokcie grzbiet stopy \nIstnieją dwie różne metody pomiaru tętna. \nPierwsza z nich to metoda manualna. Pomiaru dokonujemy kładąc palce (najlepiej wskazujący i środkowy, a przy badaniu własnego tętna możemy użyć kciuka) w miejscach wymienionych wyżej i uciskając przez 15 sekund liczymy ilość uderzeń. Uzyskaną wartość mnożymy razy 4 aby otrzymać liczbę uderzeń na minutę. \nDrugą metodą jest metoda mechaniczna. W tym przypadku do pomiarów używamy urządzeń mierzących tętno np. pulsometry. Dzięki pomiarom tętna możemy wyznaczyć tętno spoczynkowe, tętno maksymalne, tętno optymalne lub strefy tętna odpowiednie dla treningu.\nKalkulacje zapotrzebowania na tętno maksymalne oblicza wzór: \nLegenda: \nmaxHR (tętno maksymalne [BPM]) \nA (wiek  [lata])\nW (waga  [kg])\n",

  "targethr_unit": "BPM",
  "targethr_title": "Exercise Target Heart Rate",
  "targethr_description": "Exercise Target Heart Rate description ",
  "targethr_long_description": "Exercise Target Heart Rate Long description Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s",

  "maxbench_unit": "Kg",
  "maxbench_title": "Maksymalny wycisk",
  "maxbench_description": "Kalkulator obliczający maksymalne obciążenie górnych partii mięśniowych jakie można dobrać na jedno wykonane powtórzenie. \nPodana poniżej formuła świetnie sprawdza się przy obliczaniu maksymalnego obciążenia w wycisku na klatkę na ławce płaskiej z wykonaniem jednego powtórzenia. \nZnajomość swojego ciężaru maksymalnego może być istotną informacją przy układaniu planu treningowego - dobieraniu odpowiedniego ciężaru i zakresu powtórzeń w seriach.",
  "maxbench_long_description": "Wielu osobom wydaje się, że im większy ciężar, tym bardziej efektywny trening. Warto pamiętać, że nie do końca jest to prawda, a w niektórych sytuacjach nawet jest to bardzo szkodliwe myślenie, które może prowadzić do kontuzji, pogłębienia schorzenia czy wytworzenia stałych, nieprawidłowych wzorców ruchowych. Jest to wynik zbytniego obciążenia danej części ciała. W rehabilitacji, jak i w każdym treningu siłowym, nie ma drogi na skróty i niekiedy trzeba poświęcić wiele czasu i wylać sporo potu, by dojść do celu. Ważna jest cierpliwość, początkowa motywacja, a następnie wyrobienie nawyków i samodyscyplina. \nKalkulator obliczający maksymalne obciążenie pozwala na łatwe sprawdzenie Twoich możliwości. \nZnajomość swojego ciężaru maksymalnego może być istotną informacją przy układaniu planu treningowego - dobieraniu odpowiedniego ciężaru i zakresu powtórzeń w seriach.\nKalkulator obliczający maksymalne obciążenie wyraża się wzorem: \nLegenda: \nBp (maksymalny wycisk [Kg]) \nW (dobrane obciążenie  [kg])\n",

  "maxsquat_unit": "Kg",
  "maxsquat_title": "Maksymalny przysiad",
  "maxsquat_description": "Kalkulator obliczający maksymalne obciążenie dolnych partii mięśniowych jakie można dobrać na jedno wykonane powtórzenie. \nPodana poniżej formuła świetnie sprawdza się przy obliczaniu maksymalnego obciążenia w przysiadzie z wykonaniem jednego powtórzenia. \nZnajomość swojego ciężaru maksymalnego może być istotną informacją przy układaniu planu treningowego - dobieraniu odpowiedniego ciężaru i zakresu powtórzeń w seriach.",
  "maxsquat_long_description": "Wielu osobom wydaje się, że im większy ciężar, tym bardziej efektywny trening. Warto pamiętać, że nie do końca jest to prawda, a w niektórych sytuacjach nawet jest to bardzo szkodliwe myślenie, które może prowadzić do kontuzji, pogłębienia schorzenia czy wytworzenia stałych, nieprawidłowych wzorców ruchowych. Jest to wynik zbytniego obciążenia danej części ciała. \nW rehabilitacji, jak i w każdym treningu siłowym, nie ma drogi na skróty i niekiedy trzeba poświęcić wiele czasu i wylać sporo potu, by dojść do celu. Ważna jest cierpliwość, początkowa motywacja, a następnie wyrobienie nawyków i samodyscyplina. \nKalkulator obliczający maksymalne obciążenie pozwala na łatwe sprawdzenie Twoich możliwości. \nZnajomość swojego ciężaru maksymalnego może być istotną informacją przy układaniu planu treningowego - dobieraniu odpowiedniego ciężaru i zakresu powtórzeń w seriach. \nKalkulator obliczający maksymalne obciążenie wyraża się wzorem: \nLegenda: \nMs (maksymalny przysiad [Kg]) \nW (dobrane obciążenie  [kg])\n",

  "maxdeadlift_unit": "Kg",
  "maxdeadlift_title": "Maksymalny martwy ciąg",
  "maxdeadlift_description": "Kalkulator obliczający maksymalne obciążenie dolnych partii mięśniowych jakie można dobrać na jedno wykonane powtórzenie. \nPodana poniżej formuła świetnie sprawdza się przy obliczaniu maksymalnego obciążenia w martwym ciągu z wykonaniem jednego powtórzenia. \nZnajomość swojego ciężaru maksymalnego może być istotną informacją przy układaniu planu treningowego - dobieraniu odpowiedniego ciężaru i zakresu powtórzeń w seriach.",
  "maxdeadlift_long_description": "Wielu osobom wydaje się, że im większy ciężar, tym bardziej efektywny trening. Warto pamiętać, że nie do końca jest to prawda, a w niektórych sytuacjach nawet jest to bardzo szkodliwe myślenie, które może prowadzić do kontuzji, pogłębienia schorzenia czy wytworzenia stałych, nieprawidłowych wzorców ruchowych. Jest to wynik zbytniego obciążenia danej części ciała. \nW rehabilitacji, jak i w każdym treningu siłowym, nie ma drogi na skróty i niekiedy trzeba poświęcić wiele czasu i wylać sporo potu, by dojść do celu. Ważna jest cierpliwość, początkowa motywacja, a następnie wyrobienie nawyków i samodyscyplina. \nKalkulator obliczający maksymalne obciążenie pozwala na łatwe sprawdzenie Twoich możliwości. \nZnajomość swojego ciężaru maksymalnego może być istotną informacją przy układaniu planu treningowego - dobieraniu odpowiedniego ciężaru i zakresu powtórzeń w seriach. \nKalkulator obliczający maksymalne obciążenie wyraża się wzorem: \nLegenda: \nMd (maksymalny ciąg [Kg]) \nW (dobrane obciążenie  [kg])\n",

  "option_delete": "Usuń ",
  "option_remove_last": "Usuń ostatni zapis",
  "option_remove_all": "Usuń wszystkie dane",

  "sets_update_profile": "Uaktualnij profil użytkownika",
  "option_store_data": "Zapisuj dane",
  "option_ones_week": "Raz w tygodniu",
  "option_ones_month": "Raz w miesiącu",
  "option_ones_year": "Raz w roku",
  "option_manually": "Manualnie",

  "options_title_about":"O apce",
  "options_title_advanced":"Ustawienia",
  "options_title_themes":"Motywy",

  "dialog_title": "Załaduj zdjęcie",
  "dialog_gallery": "Z galerii",
  "dialog_camera": "Użyj kamery",
  "dialog_assets": "FitNumbers Avatar",

  "input_title": "tytuł",
  "input_exercise_helper": "nazwa ćwiczenia",
  "default_exercise_name": "dodaj ćwiczenie",
  "default_meal_name": "dodaj posiłek",
  "default_drink_name": "dodaj napój",
  "default_supl_name": "dodaj suplement",
  "tile_exercise_summary": "podsumowanie serii",
  "tile_meal_summary": "podsumowanie kalorii",
  "tile_drink_summary": "podsumowanie napoji",
  "tile_supl_summary": "podsumowanie suplementów",

  "sets_primary": "Aktualizuj diagram",
  "sets_primary_info": "Tutaj możesz ustawić kiedy chcesz dodawać wyniki do diagramu",

  "sets_weight": "Masa ciała",
  "sets_weight_info": "Tutaj możesz ustawić do jakiej wagi ciała będą obliczane wyniki niektórych kalkulacji np. makroskładników",

  "sets_advanced": "Odżywianie:",
  "sets_advanced_info": "Ustawienia obliczeń makroskładników \u2029•\t kilokalorie \u2029•\t gramy",
  "sets_delete":"Usuń dane:",
  "sets_advanced_delete":"Bądź ostrożny z tą opcją tutaj możesz usunąć dane bezpowrotnie!",

  "sets_macro_nutrients": "Wartości makroskładników ",
  "set_calories_counting": "Obliczanie makroskładników",
  "option_current_weight": "Bieżąca waga",
  "option_lorenz_weight": "Waga wg. Lorenz-a",
  "option_potton_weight": "Waga wg. Potton-a",
  "option_low_fat_weight": "Beztłuszczowa waga",

  "option_protein_kcal_enable": "Białko - wynik kalkulacji w [KCAL]",
  "option_protein_gram_enable": "Białko - wynik kalkulacji w [GRAM]",
  "option_max_kcal": "Maksymalne spożycie makroskładników [KCAL]",
  "option_min_kcal": "Minimalne spożycie makroskładników [KCAL}",

  "option_carbo_kcal_enable": "Węglowodany - wynik kalkulacji w [KCAL]",
  "option_carbo_gram_enable": "Węglowodany - wynik kalkulacji w [GRAM]",

  "option_fat_kcal_enable": "Tłuszcze - wynik kalkulacji w [KCAL]",
  "option_fat_gram_enable": "Tłuszcze - wynik kalkulacji w [GRAM]",

  "add_to_chart_title": "Dodać do diagramu?",
  "add_to_chart_description": "Czy chcesz dodać wyniki do diagramu?",
  "cancel": "Anuluj",
  "confirm": "Akceptuj",

  "chart_data": "Historia wyników:",
  "counting_formula": "Wzór:",
  "formula_title_question": "Jak to się oblicza?",
  "remember_warning": "Pamiętaj !!!",
  "usage_warning_description": "Wszystkie kalkulatory są dostarczane jako narzędzia samopomocy do samodzielnego wykorzystania z wynikami opartymi na informacjach dostarczonych przez użytkownika. Wszystkie przykłady są hipotetyczne i służą wyłącznie celom ilustracyjnym. Uważa się, że obliczone wyniki są dokładne, ale wyniki nie są gwarantowane. Kalkulatory ćwiczeń, sprawności, zdrowia i utraty wagi nie mają na celu udzielania porad medycznych i nie powinny być zastępowane poradami medycznymi. Użytkownicy powinni skonsultować się z lekarzem przed podjęciem forsownych ćwiczeń lub planu diety.",



  "from_author": "Od autora:",
  "from_author_description": "Tak wiele obliczeń zawiera informacje o naszym organizmie, wielu naukowców od lat opracowuje wzory matematyczne, które przybliżają nas do informacji o naszym zdrowiu. FitNumbers to projekt, którego ideą jest zebranie jak największej liczby takich obliczeń, dzięki czemu możemy obserwować rozbieżności między nimi. Takie obliczenia mogą być pomocne przy układaniu diety, ocenie stanu zdrowia czy kondycji fizycznej.",

  "intro_next": "Następne",
  "intro_done": "Dalej",
  "intro_prev": "Wstecz",
  "intro_accept": "Akceptuję",
  "intro_decline": "Nie akceptuje",
  "intro_terms_title": "Pamiętaj!",
  "intro_terms_description": "Pamiętaj!",
  "intro_thanks_title": "Witaj w FitNumbers!!!",
  "intro_thanks_description": "Dziękuję za pobranie mojej aplikacji!\nW kilku kolejnych krokach proszę o ustawienie wymiarów ciała, niezbędnych do wyliczenia FitNumbers.\nMożesz pominąć te ustawienia i pozostawić ustawienia domyślne - można je później łatwo zmienić w trybie profilu.",
  "intro_must_accept": "Musisz zaakceptować warunki użytkowania.",
  "current": "Bieżący wynik",
  "user_guide_title":"Przewodnik \n użytkownika",
  "user_guide_place": "Zawsze możesz przeczytać szczegółową instrukcję idąc do  USTAWIENIA -> O MNIE i nacisnąć ikonę przewodnika",
  "user_guide_ask": "Potrzebujesz szczegółowej instrukcji obsługi?",
  "guide_yes_please": "Tak, proszę, jestem trochę zdezorientowany",
  "guide_no_thanks":"Nie, dziękuję, to dość proste",
  "user_guide_description": "Naucz się korzystać z FitNumbers",
  "guide_one_first_title": "Karty kalkulacji i zdjęcie profilowe:",
  "guide_one_first_description":"Duża karta wyświetla wyniki karty i diagramy. Przełącz opcje w bocznym menu aby zmienić kategorie.",
  "guide_one_second_description":"Naciśnij w ikonkę profilu aby wybrać zdjęcie z galerii",
  "guide_one_third_description":"Użyj strzałek do przesuwania kart lub poprostu je przesuń.",
  "guide_two_first_title": "Wybieranie zdjęcia profilowego i przeglądanie kart:",
  "guide_two_first_description":"Przełącza typy kalkulacji.",
  "guide_two_second_description":"Przesuwaj wzdłóż i wszerz aby przeglądać karty.",
  "guide_three_first_title": "Szczegółowa strona kalkulacji:",
  "guide_three_first_description":"Naciśnij małą lub dużą kartę aby otworzyć okno ze szczegółowym opisem",
  "guide_four_first_title": "Strona z kategoriami:",
  "guide_four_first_description":"Karty posortowane według ogólnych, żywieniowych i personalnych danych",
  "guide_five_first_title": "Okno profilowe i karty użytkownika:",
  "guide_five_first_description":"Naciśnij kartę aby opuścić szufladkę i ustawić pomiary użytkownika",
  "guide_five_second_description":"Naciśnij kartę aby opuścić szufladkę i poziom aktywności użytkownika",
  "guide_five_third_description":"Naciśnij kartę aby opuścić szufladkę i ustawić preferencje żywieniowe użytkownika",
  "guide_six_first_description":"Użyj suwaków aby ustawić właściwe wartości",
  "guide_six_second_description":"Naciśnij karty i guziki oby ustawić preferowane opcje",
  "guide_six_third_description":"Zaznacz wartości we wszystkich kartach aby otrzymać wyniki wszystkich kalkulacji",
  "guide_seven_first_title": "Kalkulator do wybranych obliczeń: ",
  "guide_seven_first_description":"Mały ekranik pokazuje wartość i skrót nazwy wybranej kalkulacji",
  "guide_seven_second_description":"Sekcja FitNumbers możesz używać dowolnie każdej kalkulacji aby dzielić mnożyć itp. wyniki FitNumbers wg. własnego uznania  - na przykład - (podziel liczbę kalorii otrzymanych z zapotrzebowania kalorycznego przez wybraną liczbę posiłków aby otrzymać wartość kalorii w posiłku ",
  "guide_seven_third_description":"Prosta klawiatura kalkulatora z przyciskami numerycznymi i operatorami",
  "guide_eight_first_title": "Wiele motywów:",
  "guide_eight_first_description":"Tak proste jak widać - naciśnij ulubioną kartę aby zmienić style i kolory",
  "guide_nine_first_title": "Ustawienia zaawansowane::",
  "guide_nine_first_description":"Tablica ustawień kalkulacji odżywiania - ustaw kalkulacje wg. preferencji - może zwracać wyniki w kaloriach lub gramach dla minimalnego lub maksymalnego zapotrzebowania kalorycznego",
  "guide_nine_second_description":"Naciśnij ikonkę informacji aby otrzymać opis danego ustawienia",
  "guide_nine_third_description":"Niektóre kalkulacje wymagają podania wagi ciała aby otrzymać wynik - teraz możesz zdecydować do jakiej wagi ciała mają być obliczane kalorie",
  "guide_ten_first_title": "Dodawanie danych do diagramu i rozwijane menu:",
  "guide_ten_first_description":"Naciśnij ikonkę informacji aby otrzymać opis ustawienia",
  "guide_ten_second_description":"Te karty otworzy dialog zapytania zależnie od ustawienia  ",
  "guide_ten_third_description":"Wybierz tą opcję aby włączyć manualne zachowywanie danych. Teraz PRZYTRZYMUJĄC przycisk profilowy (ten w środku dolnego menu).",
  "guide_eleven_first_title": "Dodawanie i usuwanie danych do diagramu:",
  "guide_eleven_first_description":"PRZYTRZYMAJ przycisk profilu aby wysunąć ukryte przyciski",
  "guide_eleven_second_description":"Przycisk z ikonką kosza usuwa ostatni dodany do diagramu ",
  "guide_eleven_third_description":"Przycisk z ikonką dyskietki dodaje bierzący wynik do diagramu zapis",
  "are_you_sure": "Czy chcesz całkowicie usunąć dane ?",
  "yes": "Akceptuję",
  "no": "Anuluj",
  "detail_title": "Szczegóły",

  "error_null": "wystąpił błąd",
  "error_user": "sprawdź ustawienia profilowe",

  "policy": "polityka prywatności",
  "share": "podziel się",
  "web": "sttrona www",
  "rate": "oceń mnie"
}



